Repository: nathanaelgoldman/pedi-ai-assistant-ios
Catalog: DrsMainApp/DrsMainApp/*.lproj/Localizable.strings
Languages: fr, zh_hans

# sidebar.header.title
source: Patients Charts
fr: Dossiers des patients
zh_hans: 患者图表

# sidebar.header.active
source: Active: %@
fr: Actif : %@
zh_hans: 当前活动：%@

# sidebar.header.inactive
source: No active bundle
fr: Aucun dossier actif
zh_hans: 没有活动的档案包

# sidebar.section.recentBundles
source: Recent Bundles
fr: Dossiers récents
zh_hans: 最近的档案包

# sidebar.section.patients
source: Patients
zh_hans: 患者

# sidebar.recent.empty
source: No bundles yet
fr: Aucun dossier pour l’instant
zh_hans: 暂无档案包

# sidebar.menu.revealInFinder
source: Reveal in Finder
fr: Afficher dans le Finder
zh_hans: 在访达中显示

# sidebar.menu.copyPath
source: Copy Path
fr: Copier le chemin
zh_hans: 复制路径

# sidebar.patients.noBundle
source: Select a bundle to load patients
fr: Sélectionnez un dossier pour charger les patients
zh_hans: 请选择一个档案包以加载患者

# sidebar.patients.empty
source: No patients in this bundle
fr: Aucun patient dans ce dossier
zh_hans: 此档案包中暂无患者

# sidebar.patients.reloadHelp
source: Reload patients from current db.sqlite
fr: Recharger les patients depuis le db.sqlite actuel
zh_hans: 从当前 db.sqlite 重新加载患者

# sidebar.toolbar.importBundles
source: Import Bundles…
fr: Importer un dossier…
zh_hans: 导入档案包…

# sidebar.toolbar.newPatient
source: New Patient…
fr: Nouveau patient…
zh_hans: 新建患者…

# sidebar.context.revealInFinder
source: Reveal in Finder
fr: Afficher dans le Finder
zh_hans: 在访达中显示

# sidebar.context.copyPath
source: Copy Path
fr: Copier le chemin
zh_hans: 复制路径

# sidebar.bundle.createdOn
source: Created: %@
fr: Créé : %@
zh_hans: 创建时间：%@

# sidebar.bundle.importedOn
source: Imported: %@
fr: Importé : %@
zh_hans: 导入时间：%@

# sidebar.bundle.lastSave
source: Last save: %@
fr: Dernière sauvegarde : %@
zh_hans: 最后保存：%@

# bundleDetail.title
source: Bundle Detail
fr: Détails du dossier
zh_hans: 档案包详情

# bundleDetail.button.revealInFinder
source: Reveal in Finder
fr: Afficher dans le Finder
zh_hans: 在访达中显示

# bundleDetail.button.openDB
source: Open DB
fr: Ouvrir la base de donnée
zh_hans: 打开数据库

# bundleDetail.field.alias
source: Alias
zh_hans: 别名

# bundleDetail.field.fullName
source: Full Name
fr: Nom complet
zh_hans: 姓名

# bundleDetail.field.dob
source: DOB
fr: Date de naissance
zh_hans: 出生日期

# bundleDetail.field.sex
source: Sex
fr: Sexe
zh_hans: 性别

# bundleDetail.field.patientID
source: Patient ID
fr: Identifiant du patient
zh_hans: 患者编号

# bundleDetail.noPatient
source: No patient record found in this bundle.
fr: Aucun patient trouvé dans ce dossier.
zh_hans: 此档案包中未找到患者记录。

# bundleDetail.empty.title
source: No Bundle Selected
fr: Aucun dossier sélectionné
zh_hans: 未选择档案包

# bundleDetail.empty.description
source: Use “Add Bundles…” or create a new patient.
fr: Utilisez « Ajouter un dossier… » ou créez un nouveau patient.
zh_hans: 请使用“添加档案包…”或创建新患者。

# patientsList.title
source: Patients
zh_hans: 患者列表

# patientsList.reload.help
source: Reload patients from the bundle database
fr: Recharger les patients depuis la base de données du dossier
zh_hans: 从档案包数据库重新加载患者

# patient.visit-category.newborn-first
source: First visit after maternity
fr: Première visite post-maternité
zh_hans: 产后首次随访

# patient.visit-category.one-month
source: 1-month visit
fr: Visite à 1 mois
zh_hans: 1 个月随访

# patient.visit-category.two-month
source: 2-month visit
fr: Visite à 2 mois
zh_hans: 2 个月随访

# patient.visit-category.four-month
source: 4-month visit
fr: Visite à 4 mois
zh_hans: 4 个月随访

# patient.visit-category.six-month
source: 6-month visit
fr: Visite à 6 mois
zh_hans: 6 个月随访

# patient.visit-category.nine-month
source: 9-month visit
fr: Visite à 9 mois
zh_hans: 9 个月随访

# patient.visit-category.twelve-month
source: 12-month visit
fr: Visite à 12 mois
zh_hans: 12 个月随访

# patient.visit-category.fifteen-month
source: 15-month visit
fr: Visite à 15 mois
zh_hans: 15 个月随访

# patient.visit-category.eighteen-month
source: 18-month visit
fr: Visite à 18 mois
zh_hans: 18 个月随访

# patient.visit-category.twentyfour-month
source: 24-month visit
fr: Visite à 24 mois
zh_hans: 24 个月随访

# patient.visit-category.thirty-month
source: 30-month visit
fr: Visite à 30 mois
zh_hans: 30 个月随访

# patient.visit-category.thirtysix-month
source: 36-month visit
fr: Visite à 36 mois
zh_hans: 36 个月随访

# patient.visit-category.sick
source: Sick visit
fr: Consultation malade
zh_hans: 疾病就诊

# patient.visits.filter.all
source: All
fr: Tous
zh_hans: 全部

# patient.visits.filter.sick
source: Sick
fr: Malade
zh_hans: 疾病

# patient.visits.filter.well
source: Well
fr: Suivi
zh_hans: 健康随访

# patient.header.documents
source: Documents…
zh_hans: 文档…

# patient.header.vitals
source: Vitals…
fr: Constantes…
zh_hans: 生命体征…

# patient.header.perinatal-history
source: Perinatal History…
fr: Histoire périnatale…
zh_hans: 围产期病史…

# patient.header.pmh
source: Past Medical History…
fr: Antécédents…
zh_hans: 既往病史…

# patient.header.vaccination-status
source: Vaccination Status…
fr: Statut vaccinal…
zh_hans: 疫苗接种情况…

# patient.header.growth
source: Growth…
fr: Croissance…
zh_hans: 生长情况…

# patient.header.growth-charts
source: Growth Charts…
fr: Courbes de croissance…
zh_hans: 生长曲线…

# patient.header.export-bundle
source: Export peMR Bundle…
fr: Exporter le dossier peMR…
zh_hans: 导出 peMR 档案包…

# patient.header.new-well-visit
source: New Well Visit…
fr: Nouvelle visite de suivi…
zh_hans: 新建健康随访…

# patient.header.new-sick-episode
source: New Sick Episode…
fr: Nouvel épisode malade…
zh_hans: 新建疾病就诊…

# patient.report.menu-title
source: Report…
fr: Rapport…
zh_hans: 报告…

# patient.report.latest-sick-title
source: Latest Sick (%@)
fr: Dernière consultation malade (%@)
zh_hans: 最近一次疾病就诊（%@）

# patient.report.no-sick-visits
source: No sick visits
fr: Aucune consultation malade
zh_hans: 暂无疾病就诊记录

# patient.report.latest-well-title
source: Latest Well (%@, %@)
fr: Dernière visite de suivi (%@, %@)
zh_hans: 最近一次健康随访（%@，%@）

# patient.report.no-well-visits
source: No well visits
fr: Aucune visite de suivi
zh_hans: 暂无健康随访记录

# patient.summary.title
source: Patient Summary
fr: Résumé du patient
zh_hans: 患者概览

# patient.summary.perinatal.label
source: Perinatal
fr: Périnatal
zh_hans: 围产期

# patient.summary.pmh.label
source: Past Medical History
fr: Antécédents
zh_hans: 既往病史

# patient.summary.parent-notes.label
source: Parent Notes
fr: Notes des parents
zh_hans: 家长备注

# patient.summary.vaccination.label
source: Vaccination
zh_hans: 疫苗接种

# patient.header.anon
source: Anon Patient
fr: Patient anonyme
zh_hans: 匿名患者

# patient.grid.patient-id.label
source: Patient ID
fr: Identifiant patient
zh_hans: 患者编号

# patient.grid.dob.label
source: DOB
fr: Date de naissance
zh_hans: 出生日期

# patient.grid.sex.label
source: Sex
fr: Sexe
zh_hans: 性别

# patient.grid.bundle.label
source: Bundle
fr: Dossier
zh_hans: 档案包

# patient.visits.title
source: Visits
fr: Visites
zh_hans: 就诊记录

# patient.visits.filter.label
source: Filter
fr: Filtre
zh_hans: 筛选

# patient.visits.empty-filtered
source: No visits found for this patient in “%@”
fr: Aucune visite trouvée pour ce patient dans « %@ »
zh_hans: 在“%@”中未找到该患者的就诊记录

# patient.visit-row.details-button
source: Details…
fr: Détails…
zh_hans: 详情…

# patient.visit-row.edit-button
source: Edit…
fr: Modifier…
zh_hans: 编辑…

# patient.visit-summary.title
source: Summary
fr: Résumé
zh_hans: 摘要

# patient.visit-summary.problems.label
source: Problems
fr: Problèmes
zh_hans: 问题

# patient.visit-summary.diagnosis.label
source: Diagnosis
fr: Diagnostic
zh_hans: 诊断

# patient.visit-summary.conclusions.label
source: Conclusions
zh_hans: 结论

# patient.milestones.title
source: Milestones
fr: Jalons
zh_hans: 发育里程碑

# patient.visit-detail.title
source: Visit Details
fr: Détails de la visite
zh_hans: 就诊详情

# patient.visit-detail.grid.id.label
source: ID
zh_hans: 编号

# patient.visit-detail.grid.date.label
source: Date
zh_hans: 日期

# patient.visit-detail.grid.category.label
source: Category
fr: Catégorie
zh_hans: 类别

# patient.visit-detail.export.menu-title
source: Export
fr: Exporter
zh_hans: 导出

# patient.visit-detail.export.pdf
source: Export PDF
fr: Exporter en PDF
zh_hans: 导出 PDF

# patient.visit-detail.export.docx
source: Export Word (.docx)
fr: Exporter en Word (.docx)
zh_hans: 导出 Word（.docx）

# patient.visit-detail.export.docx.save-panel.title
source: Save Word Report
fr: Enregistrer le rapport Word
zh_hans: 保存 Word 报告

# patient.visit-detail.export.success.title
source: Report exported
fr: Rapport exporté
zh_hans: 报告已导出

# patient.visit-detail.export.success.reveal-button
source: Reveal in Finder
fr: Afficher dans le Finder
zh_hans: 在访达中显示

# patient.visit-detail.export.success.ok-button
source: OK
zh_hans: 确定

# patient.visit-detail.export.success.default-filename
source: Saved
fr: Enregistré
zh_hans: 已保存

# patient.visit-detail.export.failed.title
source: Export failed
fr: Échec de l’export
zh_hans: 导出失败

# patient.visit-detail.export.failed.ok-button
source: OK
zh_hans: 确定

# patient.visit-detail.export.failed.unknown-message
source: Unknown error
fr: Erreur inconnue
zh_hans: 未知错误

# docs.list.header.title
source: Documents
zh_hans: 文档

# docs.list.empty
source: No documents in this bundle’s "docs" folder.
fr: Aucun document dans le répertoire « docs » de ce dossier.
zh_hans: 此档案包的“docs”文件夹中暂无文档。

# docs.preview.placeholder
source: Select a document to preview
fr: Sélectionnez un document à prévisualiser
zh_hans: 选择一个文档进行预览

# docs.nav.title
source: Bundle Documents
fr: Documents du dossier
zh_hans: 档案包文档

# generic.button.close
source: Close
fr: Fermer
zh_hans: 关闭

# docs.toolbar.delete
source: Delete
fr: Supprimer
zh_hans: 删除

# docs.toolbar.upload
source: Upload…
fr: Téléverser…
zh_hans: 上传…

# generic.button.refresh
source: Refresh
fr: Actualiser
zh_hans: 刷新

# generic.error.title
source: Error
fr: Erreur
zh_hans: 错误

# generic.button.ok
source: OK
zh_hans: 确定

# docs.error.list-failed
source: Failed to list docs: %@
fr: Impossible de lister les documents : %@
zh_hans: 无法列出文档：%@

# docs.error.copy-failed
source: Failed to copy file: %@
fr: Impossible de copier le fichier : %@
zh_hans: 复制文件失败：%@

# docs.error.delete-outside-docs
source: Only files inside the bundle’s docs folder can be deleted.
fr: Seuls les fichiers situés dans le dossier « docs » du dossier peuvent être supprimés.
zh_hans: 只能删除档案包 docs 文件夹内的文件。

# docs.error.delete-failed
source: Failed to delete: %@
fr: Impossible de supprimer : %@
zh_hans: 删除失败：%@

# docs.error.text-load-failed
source: Failed to load text: %@
fr: Impossible de charger le texte : %@
zh_hans: 加载文本失败：%@

# docs.preview.docx-unsupported
source: DOCX preview isn’t supported here.
fr: La prévisualisation DOCX n’est pas prise en charge ici.
zh_hans: 此处不支持 DOCX 预览。

# docs.preview.unsupported-type
source: Unsupported file type.
fr: Type de fichier non pris en charge.
zh_hans: 不支持的文件类型。

# docs.button.show-in-finder
source: Show in Finder
fr: Afficher dans le Finder
zh_hans: 在访达中显示

# docs.button.share
source: Share…
fr: Partager…
zh_hans: 分享…

# growth.header.date
source: Date
zh_hans: 日期

# growth.header.weight-kg
source: Weight (kg)
fr: Poids (kg)
zh_hans: 体重（kg）

# growth.header.height-cm
source: Height (cm)
fr: Taille (cm)
zh_hans: 身高（cm）

# growth.header.headc-cm
source: Head circ. (cm)
fr: Périmètre crânien (cm)
zh_hans: 头围（cm）

# growth.header.source
source: Source
zh_hans: 来源

# growth.empty
source: No growth records found for this patient.
fr: Aucune donnée de croissance trouvée pour ce patient.
zh_hans: 未找到该患者的生长记录。

# growth.nav.title
source: Growth Table
fr: Table de croissance
zh_hans: 生长记录表

# growth.toolbar.refresh
source: Refresh
fr: Actualiser
zh_hans: 刷新

# growth.toolbar.add
source: Add Growth Point…
fr: Ajouter un point de croissance…
zh_hans: 添加生长记录…

# growth.toolbar.add.help
source: Add a manual growth record to this patient.
fr: Ajouter une mesure de croissance manuelle pour ce patient.
zh_hans: 为该患者添加一条手动生长记录。

# growth.row.delete
source: Delete Growth Point
fr: Supprimer le point de croissance
zh_hans: 删除生长记录

# growth.form.section.date
source: Date
zh_hans: 日期

# growth.form.label.recorded-date
source: Recorded date
fr: Date d’enregistrement
zh_hans: 记录日期

# growth.form.section.measurements
source: Measurements
fr: Mesures
zh_hans: 测量值

# growth.form.field.weight-kg
source: Weight (kg)
fr: Poids (kg)
zh_hans: 体重（kg）

# growth.form.field.height-cm
source: Height (cm)
fr: Taille (cm)
zh_hans: 身高（cm）

# growth.form.field.headc-cm
source: Head circumference (cm)
fr: Périmètre crânien (cm)
zh_hans: 头围（cm）

# growth.form.hint.optional-fields
source: You can leave any field blank if that value was not measured.
fr: Vous pouvez laisser un champ vide si la mesure n’a pas été effectuée.
zh_hans: 如未测量某项指标，可留空。

# growth.form.title
source: Add Growth Point
fr: Ajouter un point de croissance
zh_hans: 添加生长记录

# generic.button.cancel
source: Cancel
fr: Annuler
zh_hans: 取消

# generic.button.save
source: Save
fr: Enregistrer
zh_hans: 保存

# vitals.nav.title
source: Patient Vitals
fr: Constantes du patient
zh_hans: 患者生命体征

# vitals.empty
source: No vitals recorded for this patient.
fr: Aucune constante enregistrée pour ce patient.
zh_hans: 该患者暂无生命体征记录。

# vitals.header.date-time
source: Date/Time
fr: Date/heure
zh_hans: 日期 / 时间

# vitals.header.temp-c
source: Temp °C
zh_hans: 体温 °C

# vitals.header.hr
source: HR
fr: FC
zh_hans: 心率

# vitals.header.rr
source: RR
fr: FR
zh_hans: 呼吸频率

# vitals.header.spo2
source: SpO₂
zh_hans: 血氧 SpO₂

# vitals.header.bp
source: BP
fr: TA
zh_hans: 血压

# vitals.header.weight-kg
source: Weight (kg)
fr: Poids (kg)
zh_hans: 体重（kg）

# vitals.header.height-cm
source: Height (cm)
fr: Taille (cm)
zh_hans: 身高（cm)

# vitals.header.hc-cm
source: HC (cm)
fr: PC (cm)
zh_hans: 头围（cm）

# growth.charts.tab.weight
source: Weight
fr: Poids
zh_hans: 体重

# growth.charts.tab.height
source: Height
fr: Taille
zh_hans: 身高

# growth.charts.tab.hc
source: Head Circ.
fr: Périmètre crânien
zh_hans: 头围

# growth.charts.picker.label
source: Growth chart type
fr: Type de courbe de croissance
zh_hans: 生长曲线类型

# growth.charts.empty
source: No data to plot for this chart.
fr: Aucune donnée à tracer pour cette courbe.
zh_hans: 暂无可绘制的数据。

# growth.charts.axis.x.age-short
source: Age (mo)
fr: Âge (mo)
zh_hans: 年龄（月）

# growth.charts.axis.x.age-long
source: Age (months)
fr: Âge (mois)
zh_hans: 年龄（月）

# growth.charts.axis.x.date-dimension
source: Date
zh_hans: 日期

# growth.charts.axis.x.date-label
source: Date
zh_hans: 日期

# growth.charts.axis.y.value
source: Value
fr: Valeur
zh_hans: 数值

# growth.charts.nav.title
source: Growth Charts
fr: Courbes de croissance
zh_hans: 生长曲线

# generic.button.done
source: Done
fr: Terminé
zh_hans: 完成

# generic.button.reset
source: Reset
fr: Réinitialiser
zh_hans: 重置

# generic.menu.select.placeholder
source: — Select —
fr: — Sélectionner —
zh_hans: — 请选择 —

# generic.toast.saved
source: Saved
fr: Enregistré
zh_hans: 已保存

# perinatal.form.nav.title
source: Perinatal History
fr: Antécédents périnataux
zh_hans: 围产期病史

# perinatal.alert.save_failed.title
source: Save failed
fr: Échec de l’enregistrement
zh_hans: 保存失败

# perinatal.error.no_active_patient
source: No active patient selected.
fr: Aucun patient actif sélectionné.
zh_hans: 未选择当前患者。

# perinatal.error.save_failed.app
source: The app failed to save the perinatal history.
fr: L’application n’a pas pu enregistrer les antécédents périnataux.
zh_hans: 应用程序未能保存围产期病史。

# perinatal.section.birth_pregnancy
source: Birth & Pregnancy
fr: Grossesse & naissance
zh_hans: 妊娠与分娩

# perinatal.section.measurements_birth
source: Measurements at Birth
fr: Mesures à la naissance
zh_hans: 出生时测量值

# perinatal.section.maternity_stay
source: Maternity Stay
fr: Séjour en maternité
zh_hans: 产科住院情况

# perinatal.section.screenings
source: Screenings
fr: Dépistages
zh_hans: 筛查

# perinatal.section.family_aftercare
source: Family & Aftercare
fr: Famille & suivi
zh_hans: 家庭与出院后照护

# perinatal.field.pregnancy_issues
source: Pregnancy issues
fr: Problèmes de grossesse
zh_hans: 妊娠问题

# perinatal.field.birth_mode
source: Birth mode
fr: Mode d’accouchement
zh_hans: 分娩方式

# perinatal.field.gestational_age_weeks
source: Gestational age (weeks)
fr: Âge gestationnel (semaines)
zh_hans: 孕周（周）

# perinatal.field.resuscitation_at_birth
source: Resuscitation at birth
fr: Réanimation à la naissance
zh_hans: 出生时复苏

# perinatal.field.nicu_stay
source: NICU stay
fr: Séjour en néonatalogie
zh_hans: 新生儿重症监护病房（NICU）住院

# perinatal.field.infection_risk_factors
source: Infection risk factors
fr: Facteurs de risque infectieux
zh_hans: 感染风险因素

# perinatal.field.birth_weight_g
source: Birth weight (g)
fr: Poids de naissance (g)
zh_hans: 出生体重（克）

# perinatal.field.birth_length_cm
source: Birth length (cm)
fr: Taille de naissance (cm)
zh_hans: 出生身长（厘米）

# perinatal.field.head_circumference_cm
source: Head circumference (cm)
fr: Périmètre crânien (cm)
zh_hans: 头围（厘米）

# perinatal.field.discharge_weight_g
source: Discharge weight (g)
fr: Poids de sortie (g)
zh_hans: 出院体重（克）

# perinatal.field.maternity_events
source: Events
fr: Événements
zh_hans: 事件

# perinatal.field.vaccinations_maternity
source: Vaccinations in maternity
fr: Vaccinations en maternité
zh_hans: 产科期间接种疫苗

# perinatal.field.vitamin_k_given
source: Vitamin K given
fr: Vitamine K administrée
zh_hans: 已给予维生素 K

# perinatal.field.feeding_maternity
source: Feeding in maternity
fr: Alimentation en maternité
zh_hans: 产科期间喂养方式

# perinatal.field.passed_meconium_24h
source: Passed meconium in 24h
fr: Méconium émis en 24 h
zh_hans: 24 小时内排出胎粪

# perinatal.field.urination_24h
source: Urination in 24h
fr: Miction en 24 h
zh_hans: 24 小时内排尿

# perinatal.field.discharge_date
source: Discharge date (YYYY-MM-DD)
fr: Date de sortie (AAAA-MM-JJ)
zh_hans: 出院日期（YYYY-MM-DD）

# perinatal.field.heart_screening
source: Heart screening
fr: Dépistage cardiaque
zh_hans: 心脏筛查

# perinatal.field.metabolic_screening
source: Metabolic screening
fr: Dépistage métabolique
zh_hans: 代谢筛查

# perinatal.field.hearing_screening
source: Hearing screening
fr: Dépistage auditif
zh_hans: 听力筛查

# perinatal.field.mother_vaccinations
source: Mother vaccinations
fr: Vaccinations de la mère
zh_hans: 母亲疫苗接种情况

# perinatal.field.family_vaccinations
source: Family vaccinations
fr: Vaccinations de la famille
zh_hans: 家庭成员疫苗接种情况

# perinatal.field.illnesses_after_birth
source: Illnesses after birth
fr: Maladie néonatale
zh_hans: 出生后疾病

# perinatal.field.evolution_since_maternity
source: Evolution since maternity
fr: Évolution depuis la maternité
zh_hans: 出院后情况演变

# perinatal.choice.pregnancy.normal
source: Normal
fr: Normale
zh_hans: 正常

# perinatal.choice.pregnancy.gestational_diabetes
source: Gestational diabetes
fr: Diabète gestationnel
zh_hans: 妊娠期糖尿病

# perinatal.choice.pregnancy.preeclampsia
source: Preeclampsia
fr: Prééclampsie
zh_hans: 子痫前期

# perinatal.choice.pregnancy.infection
source: Infection
zh_hans: 感染

# perinatal.choice.pregnancy.threat_premature_birth
source: Threat of premature birth
fr: Menace d’accouchement prématuré
zh_hans: 早产威胁

# perinatal.choice.pregnancy.iugr
source: Intrauterine growth retardation
fr: Retard de croissance intra-utérin
zh_hans: 宫内生长受限

# perinatal.choice.birth_mode.normal_vaginal
source: Normal vaginal delivery
fr: Accouchement vaginal
zh_hans: 自然阴道分娩

# perinatal.choice.birth_mode.emergent_cs
source: Emergent C-section
fr: Césarienne en urgence
zh_hans: 紧急剖宫产

# perinatal.choice.birth_mode.planned_cs
source: Planned C-section
fr: Césarienne programmée
zh_hans: 择期剖宫产

# perinatal.choice.birth_mode.instrumental_unspecified
source: Instrumental (unspecified)
fr: Instrumental (non précisé)
zh_hans: 器械助产（未具体说明）

# perinatal.choice.birth_mode.vacuum
source: Vacuum
fr: Ventouse
zh_hans: 真空吸引

# perinatal.choice.birth_mode.forceps
source: Forceps
zh_hans: 产钳助产

# perinatal.choice.resusc.none
source: None
fr: Aucune
zh_hans: 无

# perinatal.choice.resusc.free_oxygen
source: Free oxygen
fr: Oxygène libre
zh_hans: 吸氧

# perinatal.choice.resusc.bag_mask
source: Bag–mask ventilation
fr: Ventilation au ballon-masque
zh_hans: 球囊面罩通气

# perinatal.choice.resusc.chest_compression
source: Chest compression
fr: Compressions thoraciques
zh_hans: 胸外按压

# perinatal.choice.resusc.fluids_drugs
source: Fluids and drugs
fr: Perfusions et médicaments
zh_hans: 补液和药物

# perinatal.choice.infrisk.prom
source: PROM
fr: Rupture prématurée de la poche des eaux
zh_hans: 胎膜早破（PROM）

# perinatal.choice.infrisk.seroconversion_torch
source: Seroconversion TORCH
fr: Séroconversion TORCH
zh_hans: TORCH 血清学转换

# perinatal.choice.infrisk.gbs_no_treatment
source: GBS+ and no treatment
fr: SGB+ sans traitement
zh_hans: GBS 阳性且未治疗

# perinatal.choice.infrisk.gbs_treatment
source: GBS+ and treatment
fr: SGB+ avec traitement
zh_hans: GBS 阳性并已治疗

# perinatal.choice.maternity_event.none
source: None
fr: Aucun
zh_hans: 无

# perinatal.choice.maternity_event.weight_loss_10
source: Weight loss ≥ 10%
fr: Perte de poids ≥ 10 %
zh_hans: 体重下降 ≥ 10%

# perinatal.choice.maternity_event.hyperbili_with_pt
source: Hyperbilirubinemia with phototherapy
fr: Hyperbilirubinémie avec photothérapie
zh_hans: 高胆红素血症（需光疗）

# perinatal.choice.maternity_event.hyperbili_without_pt
source: Hyperbilirubinemia without phototherapy
fr: Hyperbilirubinémie sans photothérapie
zh_hans: 高胆红素血症（无需光疗）

# perinatal.choice.maternity_event.hypoglycemia
source: Hypoglycemia
fr: Hypoglycémie
zh_hans: 低血糖

# perinatal.choice.maternity_event.suspicion_infection
source: Suspicion of infection
fr: Suspicion d’infection
zh_hans: 疑似感染

# perinatal.choice.maternity_vax.bcg
source: BCG
zh_hans: 卡介苗（BCG）

# perinatal.choice.maternity_vax.hepb
source: Hep. B
fr: Hépatite B
zh_hans: 乙型肝炎疫苗

# perinatal.choice.maternity_vax.anti_hbv_ig
source: Anti-HBV immunoglobulins
fr: Immunoglobulines anti-VHB
zh_hans: 抗乙肝免疫球蛋白

# perinatal.choice.mother_vax.none
source: No vaccination
fr: Aucune vaccination
zh_hans: 未接种疫苗

# perinatal.choice.mother_vax.flu
source: Flu
fr: Grippe
zh_hans: 流感疫苗

# perinatal.choice.mother_vax.covid
source: COVID
zh_hans: 新冠疫苗

# perinatal.choice.family_vax.none
source: No vaccination
fr: Aucune vaccination
zh_hans: 未接种疫苗

# perinatal.choice.family_vax.flu
source: Flu
fr: Grippe
zh_hans: 流感疫苗

# perinatal.choice.family_vax.covid
source: COVID
zh_hans: 新冠疫苗

# perinatal.choice.heart.normal
source: Normal
zh_hans: 正常

# perinatal.choice.heart.abnormal
source: Abnormal
fr: Anormal
zh_hans: 异常

# perinatal.choice.heart.not_done
source: Not done
fr: Non réalisé
zh_hans: 未进行

# perinatal.choice.metab.done_pending
source: Done, pending result
fr: Réalisé, résultat en attente
zh_hans: 已完成，结果待出

# perinatal.choice.metab.normal
source: Normal
zh_hans: 正常

# perinatal.choice.metab.abnormal
source: Abnormal
fr: Anormal
zh_hans: 异常

# perinatal.choice.hearing.normal
source: Normal
zh_hans: 正常

# perinatal.choice.hearing.abnormal
source: Abnormal
fr: Anormal
zh_hans: 异常

# perinatal.choice.hearing.abnormal_right
source: Abnormal right
fr: Anormal à droite
zh_hans: 右侧异常

# perinatal.choice.hearing.abnormal_left
source: Abnormal left
fr: Anormal à gauche
zh_hans: 左侧异常

# perinatal.choice.hearing.not_done
source: Not done
fr: Non réalisé
zh_hans: 未进行

# perinatal.choice.feeding.ebf
source: Exclusive breastfeeding (EBF)
fr: Allaitement maternel exclusif (AME)
zh_hans: 纯母乳喂养（EBF）

# perinatal.choice.feeding.mixed
source: Mixed feeding
fr: Alimentation mixte
zh_hans: 混合喂养

# perinatal.choice.feeding.exclusive_formula
source: Exclusive formula feeding
fr: Alimentation artificielle exclusive
zh_hans: 纯配方奶喂养

# pmh.toggle.asthma
source: Asthma
fr: Asthme
zh_hans: 哮喘

# pmh.toggle.recurrent_otitis
source: Recurrent Otitis
fr: Otites récidivantes
zh_hans: 反复中耳炎

# pmh.toggle.recurrent_uti
source: Recurrent UTI
fr: IVU récidivantes
zh_hans: 反复尿路感染

# pmh.toggle.allergies
source: Allergies
zh_hans: 过敏

# pmh.label.allergy_details
source: Allergy details
fr: Détails des allergies
zh_hans: 过敏详情
