Repository: nathanaelgoldman/pedi-ai-assistant-ios
Catalog: DrsMainApp/DrsMainApp/*.lproj/Localizable.strings
Languages: fr, zh_hans

# sick_episode_form.choice.runny_nose
source: Runny nose
fr: Nez qui coule
zh_hans: 流涕

# sick_episode_form.choice.diarrhea
source: Diarrhea
fr: Diarrhée
zh_hans: 腹泻

# sick_episode_form.choice.vomiting
source: Vomiting
fr: Vomissements
zh_hans: 呕吐

# sick_episode_form.choice.rash
source: Rash
fr: Éruption cutanée
zh_hans: 皮疹

# sick_episode_form.choice.abdominal_pain
source: Abdominal pain
fr: Douleur abdominale
zh_hans: 腹痛

# sick_episode_form.choice.headache
source: Headache
fr: Céphalée
zh_hans: 头痛

# sick_episode_form.choice.normal
source: Normal
zh_hans: 正常

# sick_episode_form.choice.well
source: Well
fr: Bon état général
zh_hans: 状态良好

# sick_episode_form.choice.tired
source: Tired
fr: Fatigué
zh_hans: 疲倦

# sick_episode_form.choice.irritable
source: Irritable
zh_hans: 烦躁

# sick_episode_form.choice.lethargic
source: Lethargic
fr: Léthargique
zh_hans: 嗜睡

# sick_episode_form.choice.decreased
source: Decreased
fr: Diminué
zh_hans: 减少

# sick_episode_form.choice.refuses
source: Refuses
fr: Refuse
zh_hans: 拒绝

# sick_episode_form.choice.fast
source: Fast
fr: Rapide
zh_hans: 过快

# sick_episode_form.choice.labored
source: Labored
fr: Laborieuse
zh_hans: 费力

# sick_episode_form.choice.noisy
source: Noisy
fr: Bruyante
zh_hans: 呼吸音粗

# sick_episode_form.choice.painful
source: Painful
fr: Douloureux
zh_hans: 疼痛

# sick_episode_form.choice.foul_smelling
source: Foul-smelling
fr: Malodorant
zh_hans: 恶臭

# sick_episode_form.choice.none
source: None
fr: Aucune
zh_hans: 无

# sick_episode_form.choice.abdominal
source: Abdominal
fr: Abdominale
zh_hans: 腹部

# sick_episode_form.choice.ear
source: Ear
fr: Oreille
zh_hans: 耳部

# sick_episode_form.choice.throat
source: Throat
fr: Gorge
zh_hans: 咽喉

# sick_episode_form.choice.limb
source: Limb
fr: Membre
zh_hans: 肢体

# sick_episode_form.choice.head
source: Head
fr: Tête
zh_hans: 头部

# sick_episode_form.choice.neck
source: Neck
fr: Cou
zh_hans: 颈部

# sick_episode_form.choice.soft
source: Soft
fr: Molle
zh_hans: 软便

# sick_episode_form.choice.liquid
source: Liquid
fr: Liquide
zh_hans: 稀便

# sick_episode_form.choice.hard
source: Hard
fr: Dure
zh_hans: 干硬便

# sick_episode_form.choice.bloody_diarrhea
source: Bloody diarrhea
fr: Diarrhée sanglante
zh_hans: 血性腹泻

# sick_episode_form.choice.travel
source: Travel
fr: Voyage
zh_hans: 旅行史

# sick_episode_form.choice.sick_contact
source: Sick contact
fr: Contact malade
zh_hans: 接触病人

# sick_episode_form.choice.daycare
source: Daycare
fr: Crèche
zh_hans: 托幼机构

# sick_episode_form.choice.murmur
source: Murmur
fr: Souffle
zh_hans: 心脏杂音

# sick_episode_form.choice.tachycardia
source: Tachycardia
fr: Tachycardie
zh_hans: 心动过速

# sick_episode_form.choice.bradycardia
source: Bradycardia
fr: Bradycardie
zh_hans: 心动过缓

# sick_episode_form.choice.pale
source: Pale
fr: Pâle
zh_hans: 苍白

# sick_episode_form.choice.yellow
source: Yellow
fr: Jaune
zh_hans: 黄疸

# sick_episode_form.choice.red_throat
source: Red throat
fr: Gorge rouge
zh_hans: 咽部充血

# sick_episode_form.choice.ear_discharge
source: Ear discharge
fr: Écoulement auriculaire
zh_hans: 耳道分泌物

# sick_episode_form.choice.congested_nose
source: Congested nose
fr: Nez congestionné
zh_hans: 鼻塞

# sick_episode_form.choice.tonsil_deposits
source: Tonsil deposits
fr: Dépôts amygdaliens
zh_hans: 扁桃体渗出物

# sick_episode_form.choice.red_tm
source: Red TM
fr: Tympan rouge
zh_hans: 鼓膜充血

# sick_episode_form.choice.red_bulging_with_pus
source: Red & Bulging with pus
fr: Tympan rouge, bombé avec pus
zh_hans: 鼓膜充血膨隆，见脓性分泌物

# sick_episode_form.choice.pus_in_canal
source: Pus in canal
fr: Pus dans le conduit
zh_hans: 外耳道脓性分泌物

# sick_episode_form.choice.not_seen_wax
source: Not seen (wax)
fr: Non vu (cérumen)
zh_hans: 未见（耵聍遮挡）

# sick_episode_form.choice.red_canal
source: Red canal
fr: Conduit rouge
zh_hans: 外耳道充血

# sick_episode_form.choice.discharge
source: Discharge
fr: Écoulement
zh_hans: 分泌物

# sick_episode_form.choice.red
source: Red
fr: Rouge
zh_hans: 发红

# sick_episode_form.choice.crusty
source: Crusty
fr: Croûtes
zh_hans: 结痂

# sick_episode_form.choice.eyelid_swelling
source: Eyelid swelling
fr: Œdème de la paupière
zh_hans: 眼睑肿胀

# sick_episode_form.choice.dry_scaly_rash
source: Dry, scaly rash
fr: Éruption sèche et squameuse
zh_hans: 干燥鳞屑性皮疹

# sick_episode_form.choice.papular_rash
source: Papular rash
fr: Éruption papuleuse
zh_hans: 丘疹性皮疹

# sick_episode_form.choice.macular_rash
source: Macular rash
fr: Éruption maculeuse
zh_hans: 斑疹性皮疹

# sick_episode_form.choice.maculopapular_rash
source: Maculopapular rash
fr: Éruption maculopapuleuse
zh_hans: 斑丘疹

# sick_episode_form.choice.petechiae
source: Petechiae
fr: Pétéchies
zh_hans: 瘀点

# sick_episode_form.choice.purpura
source: Purpura
zh_hans: 紫癜

# sick_episode_form.choice.crackles
source: Crackles
fr: Crépitants
zh_hans: 湿啰音

# sick_episode_form.choice.crackles_r
source: Crackles (R)
fr: Crépitants (D)
zh_hans: 湿啰音（右）

# sick_episode_form.choice.crackles_l
source: Crackles (L)
fr: Crépitants (G)
zh_hans: 湿啰音（左）

# sick_episode_form.choice.wheeze
source: Wheeze
fr: Sibilants
zh_hans: 哮鸣音

# sick_episode_form.choice.wheeze_r
source: Wheeze (R)
fr: Sibilants (D)
zh_hans: 哮鸣音（右）

# sick_episode_form.choice.wheeze_l
source: Wheeze (L)
fr: Sibilants (G)
zh_hans: 哮鸣音（左）

# sick_episode_form.choice.rhonchi
source: Rhonchi
fr: Ronchis
zh_hans: 干啰音

# sick_episode_form.choice.rhonchi_r
source: Rhonchi (R)
fr: Ronchis (D)
zh_hans: 干啰音（右）

# sick_episode_form.choice.rhonchi_l
source: Rhonchi (L)
fr: Ronchis (G)
zh_hans: 干啰音（左）

# sick_episode_form.choice.decreased_sounds
source: Decreased sounds
fr: Murmure diminué
zh_hans: 呼吸音减低

# sick_episode_form.choice.decreased_sounds_r
source: Decreased sounds (R)
fr: Murmure diminué (D)
zh_hans: 呼吸音减低（右）

# sick_episode_form.choice.decreased_sounds_l
source: Decreased sounds (L)
fr: Murmure diminué (G)
zh_hans: 呼吸音减低（左）

# sick_episode_form.choice.tender
source: Tender
fr: Douloureux
zh_hans: 压痛

# sick_episode_form.choice.distended
source: Distended
fr: Distendu
zh_hans: 腹胀

# sick_episode_form.choice.epigastric_pain
source: Epigastric pain
fr: Douleur épigastrique
zh_hans: 上腹痛

# sick_episode_form.choice.periumbilical_pain
source: Periumbilical pain
fr: Douleur péri-ombilicale
zh_hans: 脐周痛

# sick_episode_form.choice.rlq_pain
source: RLQ pain
fr: Douleur FID
zh_hans: 右下腹痛

# sick_episode_form.choice.llq_pain
source: LLQ pain
fr: Douleur FIG
zh_hans: 左下腹痛

# sick_episode_form.choice.hypogastric_pain
source: Hypogastric pain
fr: Douleur hypogastrique
zh_hans: 下腹痛

# sick_episode_form.choice.guarding
source: Guarding
fr: Défense
zh_hans: 腹肌紧张

# sick_episode_form.choice.rebound
source: Rebound
fr: Rebond
zh_hans: 反跳痛

# sick_episode_form.choice.swelling
source: Swelling
fr: Gonflement
zh_hans: 肿胀

# sick_episode_form.choice.redness
source: Redness
fr: Rougeur
zh_hans: 发红

# sick_episode_form.choice.cervical
source: Cervical
zh_hans: 颈部

# sick_episode_form.choice.submandibular
source: Submandibular
fr: Sous-mandibulaire
zh_hans: 颌下

# sick_episode_form.choice.generalized
source: Generalized
fr: Généralisé
zh_hans: 全身性

# sick_episode_form.choice.increased
source: Increased
fr: Augmenté
zh_hans: 增多

# sick_episode_form.choice.alert
source: Alert
fr: Alerte
zh_hans: 清醒

# sick_episode_form.choice.sleepy
source: Sleepy
fr: Somnolent
zh_hans: 嗜睡

# sick_episode_form.choice.abnormal_tone
source: Abnormal tone
fr: Tonus anormal
zh_hans: 肌张力异常

# sick_episode_form.choice.limping
source: Limping
fr: Boiterie
zh_hans: 跛行

# sick_episode_form.choice.swollen_joint
source: Swollen joint
fr: Articulation gonflée
zh_hans: 关节肿胀

# sick_episode_form.choice.pain
source: Pain
fr: Douleur
zh_hans: 疼痛

# sick_episode_form.choice.see_plan
source: See Plan
fr: Voir le plan
zh_hans: 见处理计划

# sick_episode_form.choice.uri
source: URI
fr: IVRS
zh_hans: 上呼吸道感染

# sick_episode_form.choice.age
source: AGE
fr: GEA
zh_hans: 急性胃肠炎

# sick_episode_form.choice.uti
source: UTI
fr: IVU
zh_hans: 尿路感染

# sick_episode_form.choice.otitis
source: Otitis
fr: Otite
zh_hans: 中耳炎

# new_patient_sheet.title
source: Create New Patient
fr: Créer un nouveau patient
zh_hans: 新建患者

# new_patient_sheet.field.first_name
source: First name
fr: Prénom
zh_hans: 名

# new_patient_sheet.placeholder.first_name_example
source: e.g. Alice
fr: p. ex. Alice
zh_hans: 例如：Alice

# new_patient_sheet.field.last_name
source: Last name
fr: Nom
zh_hans: 姓

# new_patient_sheet.placeholder.last_name_example
source: e.g. Chen
fr: p. ex. Dupont
zh_hans: 例如：Chen

# new_patient_sheet.field.alias
source: Alias
zh_hans: 别名

# new_patient_sheet.alias.regenerate_help
source: Generate a new random alias
fr: Générer un nouvel alias aléatoire
zh_hans: 生成新的随机别名

# new_patient_sheet.field.alias_id
source: Alias ID
fr: ID d’alias
zh_hans: 别名 ID

# new_patient_sheet.field.mrn
source: MRN
zh_hans: 病历号（MRN）

# new_patient_sheet.field.dob
source: Date of birth
fr: Date de naissance
zh_hans: 出生日期

# new_patient_sheet.field.sex
source: Sex
fr: Sexe
zh_hans: 性别

# new_patient_sheet.field.save_to
source: Save to
fr: Enregistrer dans
zh_hans: 保存到

# new_patient_sheet.button.choose_folder
source: Choose Folder…
fr: Choisir un dossier…
zh_hans: 选择文件夹…

# new_patient_sheet.button.cancel
source: Cancel
fr: Annuler
zh_hans: 取消

# new_patient_sheet.button.create
source: Create
fr: Créer
zh_hans: 创建

# report.sick.title
source: Sick Visit Report
fr: Rapport de consultation maladie
zh_hans: 病程记录（急诊/病诊）

# report.sick.meta.triad_format
source: Created: %@ • Updated: %@ • Generated: %@
fr: Créé : %@ • Mis à jour : %@ • Généré : %@
zh_hans: 创建：%@ • 更新：%@ • 生成：%@

# report.sick.meta.alias_mrn_format
source: Alias: %@ • MRN: %@
zh_hans: 别名：%@ • MRN：%@

# report.sick.meta.name_format
source: Name: %@
fr: Nom : %@
zh_hans: 姓名：%@

# report.sick.meta.dob_sex_age_format
source: DOB: %@ • Sex: %@ • Age: %@
fr: Date de naissance : %@ • Sexe : %@ • Âge : %@
zh_hans: 出生日期：%@ • 性别：%@ • 年龄：%@

# report.sick.meta.visit_date_format
source: Visit date: %@
fr: Date de visite : %@
zh_hans: 就诊日期：%@

# report.sick.meta.clinician_format
source: Clinician: %@
fr: Clinicien : %@
zh_hans: 接诊医生：%@

# report.sick.section.main_complaint
source: Main Complaint
fr: Motif principal
zh_hans: 主诉

# report.sick.section.hpi
source: History of Present Illness
fr: Histoire de la maladie actuelle
zh_hans: 现病史

# report.sick.section.duration
source: Duration
fr: Durée
zh_hans: 病程

# report.sick.section.basics
source: Basics
fr: Éléments de base
zh_hans: 基本情况

# report.sick.section.pmh
source: Past Medical History
fr: Antécédents médicaux
zh_hans: 既往史

# report.sick.section.perinatal_history
source: Perinatal history
fr: Antécédents périnataux
zh_hans: 围产史

# report.sick.section.other_pmh
source: Other PMH
fr: Autres antécédents
zh_hans: 其他既往史

# report.sick.section.vaccination
source: Vaccination
zh_hans: 疫苗接种

# report.sick.section.vitals
source: Vitals
fr: Constantes
zh_hans: 生命体征

# report.sick.section.physical_exam
source: Physical Examination
fr: Examen clinique
zh_hans: 体格检查

# report.sick.section.problem_listing
source: Problem Listing
fr: Liste de problèmes
zh_hans: 问题列表

# report.sick.section.investigations
source: Investigations
fr: Examens complémentaires
zh_hans: 检查

# report.sick.section.working_diagnosis
source: Working Diagnosis
fr: Diagnostic de travail
zh_hans: 初步诊断

# report.sick.section.plan_guidance
source: Plan & Anticipatory Guidance
fr: Plan & conseils anticipatoires
zh_hans: 处理计划与宣教

# report.sick.section.medications
source: Medications
fr: Médicaments
zh_hans: 用药

# report.sick.section.clinician_comments
source: Clinician Comments
fr: Commentaires du clinicien
zh_hans: 医生备注

# report.sick.section.follow_up
source: Follow-up / Next Visit
fr: Suivi / Prochaine visite
zh_hans: 随访 / 下次就诊

# report.problem.age
source: Age
fr: Âge
zh_hans: 年龄

# report.problem.sex
source: Sex
fr: Sexe
zh_hans: 性别

# report.problem.main_complaint
source: Main complaint
fr: Motif principal
zh_hans: 主诉

# report.problem.duration
source: Duration
fr: Durée
zh_hans: 病程

# report.problem.hpi_summary
source: HPI summary
fr: Résumé HPI
zh_hans: 现病史摘要

# report.problem.appearance
source: Appearance
fr: Apparence
zh_hans: 精神状态

# report.problem.breathing
source: Breathing
fr: Respiration
zh_hans: 呼吸

# report.problem.context
source: Context
fr: Contexte
zh_hans: 背景

# report.problem.pe.general_appearance
source: General Appearance
fr: Aspect général
zh_hans: 一般情况

# report.problem.pe.color
source: Color
fr: Couleur
zh_hans: 面色/循环

# report.problem.pe.skin
source: Skin
fr: Peau
zh_hans: 皮肤

# report.problem.pe.lungs
source: Lungs
fr: Poumons
zh_hans: 肺部

# report.problem.pe.heart
source: Heart
fr: Cœur
zh_hans: 心脏

# well_visit_form.problem_listing.parents_concerns
source: Parents’ concerns: %@
fr: Préoccupations des parents : %@
zh_hans: 家长关切：%@

# well_visit_form.problem_listing.feeding.regurgitation
source: Regurgitation reported.
fr: Régurgitations rapportées.
zh_hans: 报告有反流。

# well_visit_form.problem_listing.feeding.difficulty
source: Feeding difficulty: %@
fr: Difficultés d’alimentation : %@
zh_hans: 喂养困难：%@

# well_visit_form.problem_listing.feeding.diet
source: Diet: %@
fr: Alimentation : %@
zh_hans: 饮食：%@

# well_visit_form.problem_listing.feeding.solids_started
source: Solid foods started.
fr: Diversification débutée.
zh_hans: 已开始添加辅食。

# well_visit_form.problem_listing.feeding.solids_quality
source: Solid food quality: %@
fr: Qualité des solides : %@
zh_hans: 辅食质量：%@

# well_visit_form.problem_listing.feeding.solids_comment
source: Solid food comments: %@
fr: Commentaires sur les solides : %@
zh_hans: 辅食备注：%@

# well_visit_form.problem_listing.feeding.food_variety
source: Food variety: %@
fr: Variété alimentaire : %@
zh_hans: 食物种类：%@

# well_visit_form.problem_listing.feeding.dairy_gt_3
source: Dairy intake > 3 cups/day.
fr: Produits laitiers > 3 tasses/jour.
zh_hans: 乳制品摄入 > 3 杯/天。

# well_visit_form.problem_listing.stools.abnormal
source: Abnormal stools reported.
fr: Selles anormales rapportées.
zh_hans: 报告大便异常。

# well_visit_form.problem_listing.stools.hard
source: Hard stools reported.
fr: Selles dures rapportées.
zh_hans: 报告大便偏硬。

# well_visit_form.problem_listing.stools.comment
source: Stools: %@
fr: Selles : %@
zh_hans: 大便情况：%@

# well_visit_form.problem_listing.sleep.wakes_per_night
source: Wakes to feed at night: %@ times/night.
fr: Réveils pour s’alimenter la nuit : %@ fois/nuit.
zh_hans: 夜间醒来进食：%@ 次/夜。

# well_visit_form.problem_listing.sleep.duration
source: Sleep duration appears low: %@
fr: Durée de sommeil probablement insuffisante : %@
zh_hans: 睡眠时长偏少：%@

# well_visit_form.problem_listing.sleep.regularity
source: Sleep regularity: %@
fr: Régularité du sommeil : %@
zh_hans: 睡眠规律性：%@

# well_visit_form.problem_listing.sleep.snoring
source: Snoring reported.
fr: Ronflements rapportés.
zh_hans: 报告有打鼾。

# well_visit_form.problem_listing.sleep.issue
source: Sleep issue: %@
fr: Problème de sommeil : %@
zh_hans: 睡眠问题：%@

# well_visit_form.milestones.status.achieved
source: Achieved
fr: Acquis
zh_hans: 已达到

# well_visit_form.milestones.status.uncertain
source: Uncertain
fr: Incertain
zh_hans: 不确定

# well_visit_form.milestones.status.not_yet
source: Not yet
fr: Pas encore acquis
zh_hans: 尚未达到

# well_visit_form.weight_trend.delta_weight_per_day
source: Weight change per day: %d g/day
fr: Variation de poids par jour : %d g/jour
zh_hans: 每日体重变化：%d 克/天

# report.chart.caption.bmi_for_age
source: BMI-for-Age
fr: IMC pour l'Âge
zh_hans: 年龄别 BMI

# appstate.manifest.build_files_list.enumerate_failed_format
source: buildFilesList: failed to enumerate bundle root %@
fr: buildFilesList : impossible de lister le dossier racine du dossier %@
zh_hans: buildFilesList：无法遍历患者包根目录 %@

# well_visit_form.solids.comment.label
source: Feeding Comments
fr: Commentaires sur l'alimentation
zh_hans: 喂养备注

# well_visit_form.shared.regular
source: regular
fr: régulier
zh_hans: 规律

# well_visit_form.shared.irregular
source: irregular
fr: irrégulier
zh_hans: 不规律

# sidebar.bundles.delete.confirm.title
source: Delete this bundle?
fr: Supprimer ce dossier ?
zh_hans: 确定删除此患者包？

# sidebar.bundles.delete.confirm.delete
source: Delete
fr: Supprimer
zh_hans: 删除

# sidebar.bundles.delete.confirm.cancel
source: Cancel
fr: Annuler
zh_hans: 取消

# sidebar.bundles.delete
source: Delete bundle
fr: Supprimer le dossier
zh_hans: 删除患者包

# patient.header.group.profile
source: Patient info
fr: Informations patient
zh_hans: 患者信息

# patient.header.group.measurements
source: Measurements
fr: Mesures
zh_hans: 测量

# patient.header.group.documents
source: Documents
zh_hans: 文档

# patient.header.group.new_items
source: New items
fr: Nouveaux éléments
zh_hans: 新增内容

# sick_episode_form.pe.additional_info.header
source: Additional physical examination information
fr: Informations supplémentaires sur l'examen clinique
zh_hans: 体格检查补充信息

# sick_episode_form.pe.additional_info.placeholder
source: Additional PE notes…
fr: Notes supplémentaires (examen clinique)…
zh_hans: 补充体检备注…

# sick_episode_form.problem_listing.additional_pe_info
source: Additional PE info: %@
fr: Examen clinique — infos supplémentaires : %@
zh_hans: 补充体检信息：%@

# report.sick.physical_exam.additional_info.title
source: Additional physical examination information
fr: Informations supplémentaires sur l'examen clinique
zh_hans: 体格检查补充信息

# generic.datepicker.pick_date
source: Pick a date
fr: Choisir une date
zh_hans: 选择日期

# generic.datepicker.date
source: Date
zh_hans: 日期

# generic.button.clear
source: Clear
fr: Effacer
zh_hans: 清除

# well_visit_form.visit_type.four_year
source: 4-year visit
fr: Visite de 4 ans
zh_hans: 4 岁随访

# well_visit_form.visit_type.five_year
source: 5-year visit
fr: Visite de 5 ans
zh_hans: 5 岁随访

# well_visit_form.milestone.knows_first_last_name
source: Knows first and last name
fr: Connaît son prénom et son nom
zh_hans: 知道自己的名字和姓氏

# well_visit_form.milestone.can_tell_stories
source: Can tell stories
fr: Peut raconter des histoires
zh_hans: 能够讲故事

# well_visit_form.milestone.sentences_4plus_words
source: Uses sentences with 4+ words
fr: Utilise des phrases de 4 mots ou plus
zh_hans: 使用 4 个以上词语的句子

# well_visit_form.milestone.prefers_play_with_others
source: Prefers to play with others than alone
fr: Préfère jouer avec d’autres plutôt que seul
zh_hans: 更喜欢与他人一起玩而不是独自玩

# well_visit_form.milestone.cooperates_with_children
source: Cooperates with other children
fr: Coopère avec les autres enfants
zh_hans: 能与其他孩子合作

# well_visit_form.milestone.confuses_real_vs_makebelieve
source: Often can't tell what's real vs make-believe
fr: N’arrive pas toujours à distinguer le réel de l’imaginaire
zh_hans: 常常分不清现实与想象

# well_visit_form.milestone.names_colors_and_numbers
source: Names some colors and numbers
fr: Nomme certaines couleurs et certains nombres
zh_hans: 能说出一些颜色和数字

# well_visit_form.milestone.starts_to_understand_time
source: Starts to understand time
fr: Commence à comprendre le temps
zh_hans: 开始理解时间概念

# well_visit_form.milestone.draws_person_2_to_4_parts
source: Draws a person with 2–4 body parts
fr: Dessine une personne avec 2 à 4 parties du corps
zh_hans: 能画出 2–4 个身体部位的人

# well_visit_form.milestone.hops_one_foot_2_seconds
source: Hops and stands on one foot up to 2 seconds
fr: Saute et tient sur un pied jusqu’à 2 secondes
zh_hans: 单脚跳并站立约 2 秒

# well_visit_form.milestone.catches_bounced_ball
source: Catches a bounced ball
fr: Attrape une balle après rebond
zh_hans: 能接住反弹的球

# well_visit_form.milestone.uses_scissors_draws_shapes
source: Uses scissors; can draw circles/squares
fr: Utilise des ciseaux; peut dessiner des cercles/carrés
zh_hans: 会使用剪刀；能画圆形/方形

# well_visit_form.milestone.speaks_clearly
source: Speaks clearly
fr: Parle clairement
zh_hans: 说话清晰

# well_visit_form.milestone.tells_simple_story_full_sentences
source: Tells a simple story using full sentences
fr: Raconte une histoire simple avec des phrases complètes
zh_hans: 能用完整句子讲简单故事

# well_visit_form.milestone.uses_future_tense
source: Uses future tense
fr: Utilise le futur
zh_hans: 会使用将来时

# well_visit_form.milestone.wants_to_please_be_like_friends
source: Wants to please and be like friends
fr: Veut plaire et ressembler à ses amis
zh_hans: 希望取悦他人、像朋友一样

# well_visit_form.milestone.likes_to_sing_dance_act
source: Likes to sing, dance, and act
fr: Aime chanter, danser et jouer la comédie
zh_hans: 喜欢唱歌、跳舞和表演

# well_visit_form.milestone.distinguishes_real_vs_makebelieve
source: Can distinguish between real and make-believe
fr: Distingue le réel de l’imaginaire
zh_hans: 能区分现实与想象

# well_visit_form.milestone.counts_10_or_more
source: Can count 10+ things
fr: Peut compter 10 éléments ou plus
zh_hans: 能数到 10 以上

# well_visit_form.milestone.draws_person_6_parts
source: Can draw a person with at least 6 body parts
fr: Dessine une personne avec au moins 6 parties du corps
zh_hans: 能画出至少 6 个身体部位的人

# well_visit_form.milestone.knows_everyday_things
source: Knows about everyday things (e.g., money, food)
fr: Connaît des choses du quotidien (ex.: argent, nourriture)
zh_hans: 了解日常事物（如钱、食物）

# well_visit_form.milestone.hops_may_skip
source: Hops; may be able to skip
fr: Saute; peut commencer à sautiller (à cloche-pied/à la corde)
zh_hans: 会跳跃，可能会跳绳式跳

# well_visit_form.milestone.uses_fork_and_spoon_well
source: Uses fork and spoon well
fr: Utilise bien la fourchette et la cuillère
zh_hans: 能熟练使用叉子和勺子

# well_visit_form.milestone.dresses_undresses_without_help
source: Can dress/undress without help
fr: S’habille et se déshabille sans aide
zh_hans: 能独立穿脱衣服

# visit.type.four_year
source: 4-year visit
fr: Visite des 4 ans
zh_hans: 4 岁随访

# visit.type.five_year
source: 5-year visit
fr: Visite des 5 ans
zh_hans: 5 岁随访

# patient.visit-category.four-year
source: 4-year visit
fr: Visite des 4 ans
zh_hans: 4 岁随访

# patient.visit-category.five-year
source: 5-year visit
fr: Visite des 5 ans
zh_hans: 5 岁随访

# sick_episode_form.section.addenda
source: Addendum
zh_hans: 补充记录

# sick_episode_form.addenda.save_episode_first_hint
source: Save the episode first to add an addendum.
fr: Enregistrez d’abord l’épisode pour ajouter un addendum.
zh_hans: 请先保存本次就诊，再添加补充记录。

# sick_episode_form.addenda.refresh_button
source: Refresh
fr: Actualiser
zh_hans: 刷新

# sick_episode_form.addenda.none_message
source: No addenda for this episode yet.
fr: Aucun addendum pour cet épisode pour l’instant.
zh_hans: 本次就诊暂无补充记录。

# sick_episode_form.addenda.new_addendum.header
source: New addendum
fr: Nouvel addendum
zh_hans: 新增补充记录

# sick_episode_form.addenda.add_button
source: Add addendum
fr: Ajouter l’addendum
zh_hans: 添加补充记录

# wellVisitStore.error.addendaUpdateStep
source: Failed to update addendum (rc=%@).
fr: Échec de la mise à jour de l’addendum (rc=%@).
zh_hans: 更新补充记录失败（rc=%@）。

# wellVisitStore.error.addendaDeleteStep
source: Failed to delete addendum (rc=%@).
fr: Échec de la suppression de l’addendum (rc=%@).
zh_hans: 删除补充记录失败（rc=%@）。

# well_visit_form.addenda.title
source: Addendum
zh_hans: 补充记录

# well_visit_form.addenda.empty
source: No addendum for this visit yet.
fr: Aucun addendum pour cette visite pour l’instant.
zh_hans: 本次随访暂无补充记录。

# well_visit_form.addenda.new.title
source: New addendum
fr: Nouvel addendum
zh_hans: 新增补充记录

# well_visit_form.addenda.add
source: Add addendum
fr: Ajouter l’addendum
zh_hans: 添加补充记录

# well_visit_form.addenda.save
source: Save
fr: Enregistrer
zh_hans: 保存

# well_visit_form.addenda.delete
source: Delete
fr: Supprimer
zh_hans: 删除

# report.section.addenda
source: Addenda
zh_hans: 补充记录

# docs.toolbar.save_copy
source: Save a copy…
fr: Enregistrer une copie…
zh_hans: 另存为…

# docs.error.export-failed
source: Export failed: %@
fr: Échec de l’export : %@
zh_hans: 导出失败：%@

# well_visit_form.growth_snapshot.title
source: Growth snapshot (near visit)
fr: Aperçu de la croissance (autour de la visite)
zh_hans: 生长情况快照（就诊附近）
