Repository: nathanaelgoldman/pedi-ai-assistant-ios
Catalog: DrsMainApp/DrsMainApp/*.lproj/Localizable.strings
Languages: fr, zh_hans

# well_visit_form.growth_snapshot.age_at_visit
source: Age at visit: %@ days (~%@ months)
fr: Âge à la visite : %@ jours (~%@ mois)
zh_hans: 就诊年龄：%@ 天（约 %@ 个月）

# well_visit_form.growth_snapshot.near_visit
source: Growth near visit (%@): **Weight:** %@ kg · **Length/Height:** %@ cm · **HC:** %@ cm
fr: Croissance autour de la visite (%@) : **Poids :** %@ kg · **Longueur / Taille :** %@ cm · **PC :** %@ cm
zh_hans: 就诊前后生长（%@）：**体重：**%@ kg · **身长/身高：**%@ cm · **头围：**%@ cm

# well_visit_form.growth_snapshot.previous
source: Previous (%@): **Weight:** %@ kg · **Length/Height:** %@ cm · **HC:** %@ cm
fr: Précédent (%@) : **Poids :** %@ kg · **Longueur / Taille :** %@ cm · **PC :** %@ cm
zh_hans: 上一条（%@）：**体重：**%@ kg · **身长/身高：**%@ cm · **头围：**%@ cm

# well_visit_form.growth_snapshot.delta
source: Δ vs previous: wt %@ kg; len %@ cm; HC %@ cm; wt/day %@ g/day
fr: Δ vs précédent : poids %@ kg ; taille %@ cm ; PC %@ cm ; poids/j %@ g/j
zh_hans: 与上一条相比 Δ：体重 %@ kg；身长/身高 %@ cm；头围 %@ cm；体重/天 %@ g/天

# well_visit_form.growth_snapshot.who_zscores
source: WHO z-scores: %@
fr: Scores z OMS : %@
zh_hans: WHO z 分数：%@

# well_visit_form.growth_snapshot.trend_title
source: Trend:
fr: Tendance :
zh_hans: 趋势：

# well_visit_form.growth_trend.only_one_point
source: Only one measurement available (no prior trend to compare).
fr: Une seule mesure disponible (pas de tendance antérieure à comparer).
zh_hans: 仅有一次测量值（无法与既往趋势比较）。

# well_visit_form.growth_trend.higher
source: higher
fr: plus élevée
zh_hans: 高于

# well_visit_form.growth_trend.lower
source: lower
fr: plus basse
zh_hans: 低于

# well_visit_form.growth_trend.significant
source: Current value is %@ than prior trend by Δz≈%@ (threshold %@); current ≈ P%@.
fr: La valeur actuelle est %@ que la tendance antérieure (Δz≈%@ ; seuil %@) ; actuel ≈ P%@.
zh_hans: 当前值%@既往趋势，Δz≈%@（阈值 %@）；当前约为 P%@。

# well_visit_form.growth_trend.consistent
source: Current value is consistent with prior trend (Δz≈%@ < %@); current ≈ P%@.
fr: La valeur actuelle est cohérente avec la tendance antérieure (Δz≈%@ < %@) ; actuel ≈ P%@.
zh_hans: 当前值与既往趋势一致（Δz≈%@ < %@）；当前约为 P%@。

# who.growth.kind.weight
source: Weight
fr: Poids
zh_hans: 体重

# who.growth.kind.length_height
source: Length/Height
fr: Longueur / Taille
zh_hans: 身长/身高

# who.growth.kind.head_circumference
source: Head circumference
fr: Périmètre crânien
zh_hans: 头围

# well_visit_form.growth_trend.flag
source: Out of expected trend
fr: En dehors de la tendance attendue
zh_hans: 偏离预期生长趋势

# appstate.ai.prompt.well.growth_trend_title
source: Growth trend (WHO)
fr: Tendance de croissance (OMS)
zh_hans: 生长趋势（WHO）

# appstate.ai.prompt.well.growth_trend.window_format
source: Window: %@
fr: Fenêtre : %@
zh_hans: 观察窗口：%@

# appstate.ai.prompt.well.growth_trend.flagged_yes
source: Flagged: YES
fr: Signalé : OUI
zh_hans: 已标记：是

# appstate.ai.prompt.well.growth_trend.flagged_no
source: Flagged: no
fr: Signalé : non
zh_hans: 已标记：否

# well_visit_form.growth_snapshot.weight_gain_low
source: Low weight gain: %+0.2f kg over %d days.
fr: Prise de poids faible : %+0.2f kg en %d jours.
zh_hans: 体重增长偏低：%+0.2f kg / %d 天。

# well_visit_form.growth_trend.wfa_velocity_low
source: Weight gain is low for age: +%@ kg vs expected +%@ kg over %@ months.
fr: Prise de poids insuffisante pour l’âge : +%@ kg vs attendu +%@ kg sur %@ mois.
zh_hans: 按年龄评估体重增长偏低：实际 +%@ kg，预计 +%@ kg（%@ 个月）。

# well_visit_form.growth_trend.wfa_weight_loss
source: Weight decreased over period: %@ kg over %@ months.
fr: Diminution du poids sur la période : %@ kg sur %@ mois.
zh_hans: 体重在该期间下降：%@ kg / %@ 个月。

# well_visit_form.growth_trend.concern
source: Growth trend concern detected.
fr: Tendance de croissance à surveiller ou réévaluer.
zh_hans: 提示生长趋势异常。

# well_visit_form.growth_trend.trajectory_deviation
source: Trajectory deviation: %@ than expected by %@(robust SD), threshold %@.
fr: La trajectoire est %@ qu'attendue, de %@(Déviation standard robuste), seuil %@.
zh_hans: 轨迹偏离：%@ 预期值，偏离 %@(稳健 SD)，阈值 %@。

# well_visit_form.growth_snapshot.overall_concern
source: not in line with expected trend %@
fr: En dehors de la tendance attendue et à surveiller:%@
zh_hans: 与预期生长趋势不一致：%@

# well_visit_form.growth_snapshot.overall_ok
source: Overall trend reassuring
fr: Tendance globale rassurante
zh_hans: 总体趋势令人放心

# who_growth.result.summary_line
source: %@ %@ %@ à %@ months → z=%@, p=%@
fr: %@ %@ %@ à %@ mois → z-score=%@, percentile=%@
zh_hans: %@ %@ %@（%@ 个月）→ z=%@，P=%@

# who_growth.detail.tried_paths
source: Tested locations : %@
fr: Emplacements testés : %@
zh_hans: 已尝试的位置：%@

# who.growth.kind.weight_for_length
source: Weight-for-length
fr: Poids-pour-Taille
zh_hans: 按身长别体重

# who_growth.nutrition.severe_thinness
source: Severe thinness
fr: Maigreur sévère
zh_hans: 重度消瘦

# who_growth.nutrition.thinness
source: Thinness
fr: Maigreur
zh_hans: 消瘦

# who_growth.nutrition.healthy
source: Healthy
fr: Corpulence normale
zh_hans: 正常

# who_growth.nutrition.risk_overweight
source: Risk of overweight
fr: Risque de surpoids
zh_hans: 超重风险

# who_growth.nutrition.overweight
source: Overweight
fr: Surpoids
zh_hans: 超重

# who_growth.nutrition.obesity
source: Obesity
fr: Obésité
zh_hans: 肥胖

# report.well.measurements.growth_interpretation
source: Interpretation
fr: Interprétation
zh_hans: 解读

# growth.who.shift
source: • WHO %@: z-score %@ → %@ (threshold %@; n=%@)
fr: • OMS %@ : score-z %@ → %@ (seuil %@ ; n=%@)
zh_hans: • WHO %@：z 分数 %@ → %@（阈值 %@；n=%@）

# growth.metric.wfa
source: Weight-for-age
fr: Poids pour l’âge
zh_hans: 年龄别体重

# growth.metric.lhfa
source: Length/height-for-age
fr: Taille pour l’âge
zh_hans: 年龄别身长/身高

# growth.metric.hcfa
source: Head circumference-for-age
fr: Périmètre crânien pour l’âge
zh_hans: 年龄别头围

# growth.metric.wfl
source: Weight-for-length
fr: Poids pour la taille
zh_hans: 身长别体重

# growth.metric.bmi
source: BMI
fr: IMC pour l’âge
zh_hans: 年龄别 BMI

# growth.metric.unknown
source: Growth metric
fr: Indicateur de croissance
zh_hans: 生长指标

# growth.who.traj.dir.v1
source: WHO %@: trajectory %@ (Δz %@, threshold %@)
zh_hans: WHO %@：轨迹 %@（Δz %@，阈值 %@）

# growth.who.traj.dir.up
source: upward
fr: en hausse
zh_hans: 上升

# growth.who.traj.dir.down
source: downward
fr: en baisse
zh_hans: 下降

# growth.who.traj.dir.flat
source: stable
zh_hans: 稳定

# growth.who.shift.v2
source: WHO %@: Δz-score %@, ΔPercentile %@, P%@ (priors=%@)
fr: OMS %@ : Δz-score=%@, ΔPercentile=%@, P%@ (nb de mesures=%@)
zh_hans: WHO %@：Δz=%@，Δ百分位=%@，P%@（既往=%@）

# growth.who.extreme
source: WHO %@: extreme (z=%@, P%@)
fr: OMS %@ : extrême (z=%@, P%@)
zh_hans: WHO %@：极端值（z=%@，P%@）

# growth.metric.bmifa
source: BMI-for-age
fr: IMC pour l’âge
zh_hans: 年龄别 BMI

# well_visit_form.problem_listing.header.sex.girl
source: Girl
fr: Fille
zh_hans: 女

# well_visit_form.problem_listing.header.sex.boy
source: Boy
fr: Garçon
zh_hans: 男

# well_visit_form.problem_listing.header.sex.child
source: Child
fr: Enfant
zh_hans: 儿童

# perinatal.choice.maternity_vax.rsv
source: RSV
fr: VRS

# perinatal.choice.mother_vax.rsv
source: RSV
fr: VRS

# perinatal.choice.family_vax.rsv
source: RSV
fr: VRS

# sickEpisode.plan.icd10.label
source: ICD-10
fr: CIM-10

# report.section.icd10
source: ICD-10
fr: CIM-10

# report.docx.heading.icd10
source: ICD-10
fr: CIM-10

# sick_episode_form.problem_listing.icd10.placeholder
source: ICD-10
fr: CIM-10

# report.sick.section.icd10
source: ICD-10
fr: CIM-10

# growth.charts.tab.bmi
source: BMI
fr: IMC

# well_visit_form.addenda.refresh
source: Refresh
fr: Actualiser

# who.growth.kind.bmi
source: BMI
fr: IMC

# growth.who.zp
source: WHO %@: z=%@, P%@
fr: OMS %@ : z=%@, P%@
