Repository: nathanaelgoldman/pedi-ai-assistant-ios
Catalog: DrsMainApp/DrsMainApp/*.lproj/Localizable.strings
Languages: fr, zh_hans

# appstate.growth.no_active_bundle_db
source: No active bundle DB
fr: Aucune base de données de dossier active
zh_hans: 无活动的患者数据包数据库

# appstate.growth.delete_manual.ignored_non_manual_source_format
source: deleteGrowthPointIfManual: ignored non-manual source=%@
fr: deleteGrowthPointIfManual : source non manuelle ignorée=%@
zh_hans: deleteGrowthPointIfManual：忽略非手动来源=%@

# appstate.growth.delete_manual.no_current_db_url
source: deleteGrowthPointIfManual: no current DB URL
fr: deleteGrowthPointIfManual : aucun DB URL courant
zh_hans: deleteGrowthPointIfManual：无当前 DB URL

# appstate.zip_import.no_db_found_under_format
source: ZIP import: no db.sqlite found under %@
fr: Import ZIP : aucun db.sqlite trouvé sous %@
zh_hans: ZIP 导入：在 %@ 下未找到 db.sqlite

# appstate.zip_import.integrity_check_failed_format
source: ZIP import: integrity check failed for bundle at %@; skipping.
fr: Import ZIP : vérification d’intégrité échouée pour le dossier à %@ ; ignoré.
zh_hans: ZIP 导入：位于 %@ 的数据包完整性校验失败，已跳过。

# appstate.zip_import.no_identity_found_format
source: ZIP import: no identity (manifest/db) found under %@ — registering as anonymous; duplicate detection skipped.
fr: Import ZIP : aucune identité (manifest/db) trouvée sous %@ — enregistrement comme anonyme ; détection des doublons ignorée.
zh_hans: ZIP 导入：在 %@ 下未找到患者身份（manifest/db）—— 已作为匿名患者注册，跳过重复检测。

# appstate.zip_import.replaced_existing_bundle_format
source: Replaced existing bundle for %@ at %@
fr: Dossier existant remplacé pour %@ à %@
zh_hans: 已在 %@ 处替换 %@ 的现有数据包

# appstate.zip_import.failed_to_replace_existing_bundle_format
source: Failed to replace existing bundle for %@
fr: Échec du remplacement du dossier existant pour %@
zh_hans: 替换 %@ 的现有数据包失败

# appstate.zip_import.kept_both_bundles_format
source: Kept both bundles for %@. New at %@
fr: Les deux dossiers ont été conservés pour %@. Nouveau à %@
zh_hans: 已保留 %@ 的两个数据包。新数据包位于 %@

# appstate.zip_import.cancelled_import_format
source: Cancelled import for %@
fr: Import annulé pour %@
zh_hans: 已取消 %@ 的导入

# appstate.zip_import.imported_new_bundle_no_autoselect_format
source: Imported new bundle (no auto-select): %@ at %@
fr: Nouveau dossier importé (sans auto-sélection) : %@ à %@
zh_hans: 已导入新数据包（未自动选中）：%@，路径 %@

# appstate.zip_import.failed_for_zip_format
source: ZIP import failed for %@: %@
fr: Échec de l’import ZIP pour %@ : %@
zh_hans: ZIP 导入失败：%@，错误：%@

# appstate.import_conflict.alert_title
source: Patient already exists
fr: Le patient existe déjà
zh_hans: 患者已存在

# appstate.import_conflict.alert_message_format
source: Found an existing bundle for %@. What would you like to do?
fr: Un dossier existant a été trouvé pour %@. Que souhaitez-vous faire ?
zh_hans: 已找到 %@ 的现有数据包。 你希望如何处理？

# appstate.import_conflict.button_replace
source: Replace
fr: Remplacer
zh_hans: 替换

# appstate.import_conflict.button_keep_both
source: Keep Both
fr: Conserver les deux dossiers
zh_hans: 保留两个

# appstate.import_conflict.button_cancel
source: Cancel
fr: Annuler
zh_hans: 取消

# appstate.archive_and_replace.failed_format
source: archiveAndReplace failed: %@
fr: archiveAndReplace : échec : %@
zh_hans: archiveAndReplace 失败：%@

# appstate.new_patient.default_alias
source: New Patient
fr: Nouveau patient
zh_hans: 新患者

# appstate.new_patient.created_bundle_format
source: Created new bundle for %@ at %@
fr: Nouveau dossier créé pour %@ à %@
zh_hans: 已为 %@ 创建新数据包，位置 %@

# appstate.golden_db.not_found_in_bundle
source: golden.db not found in bundle
fr: golden.db introuvable dans le dossier
zh_hans: 在数据包中未找到 golden.db

# appstate.db.open_failed_at_path_format
source: Failed to open DB at %@
fr: Impossible d’ouvrir la base de données à %@
zh_hans: 无法在 %@ 打开数据库

# appstate.db.schema_init_failed_format
source: Schema init failed: %@
fr: Échec de l’initialisation du schéma : %@
zh_hans: 数据库结构初始化失败：%@

# appstate.db.prepare_failed_format
source: Prepare failed: %@
fr: Préparation échouée : %@
zh_hans: SQL 预处理失败：%@

# appstate.db.insert_failed_format
source: Insert failed: %@
fr: Insertion échouée : %@
zh_hans: 插入失败：%@

# appstate.db.no_patient_row_found
source: No patient row found
fr: Aucune ligne patient trouvée
zh_hans: 未找到患者记录

# appstate.manifest.validate.not_dictionary_format
source: validateBundleIntegrity: manifest.json is not a dictionary at %@
fr: validateBundleIntegrity : manifest.json n’est pas un dictionnaire à %@
zh_hans: validateBundleIntegrity：%@ 处的 manifest.json 不是字典格式

# appstate.manifest.validate.no_db_sha256_skip
source: validateBundleIntegrity: manifest has no db_sha256; skipping DB hash check.
fr: validateBundleIntegrity : le manifest n’a pas de db_sha256 ; vérification du hash DB ignorée.
zh_hans: validateBundleIntegrity：manifest 中无 db_sha256，跳过数据库哈希校验。

# appstate.manifest.validate.no_db_files_found_under_format
source: validateBundleIntegrity: no db.sqlite or db.sqlite.enc found under %@
fr: validateBundleIntegrity : aucun db.sqlite ni db.sqlite.enc trouvé sous %@
zh_hans: validateBundleIntegrity：在 %@ 下未找到 db.sqlite 或 db.sqlite.enc

# appstate.manifest.validate.failed_to_compute_db_hash_format
source: validateBundleIntegrity: failed to compute DB hash for %@
fr: validateBundleIntegrity : échec du calcul du hash DB pour %@
zh_hans: validateBundleIntegrity：无法计算 %@ 的数据库哈希值

# appstate.manifest.validate.db_hash_mismatch_format
source: validateBundleIntegrity: DB hash mismatch for bundle at %@. expected=%@ actual=%@
fr: validateBundleIntegrity : mismatch du hash DB pour le dossier à %@. attendu=%@ actuel=%@
zh_hans: validateBundleIntegrity：%@ 的数据库哈希不匹配。期望=%@，实际=%@

# appstate.manifest.validate.docs_entry_missing_format
source: validateBundleIntegrity: docs entry missing on disk → %@
fr: validateBundleIntegrity : entrée docs manquante sur disque → %@
zh_hans: validateBundleIntegrity：manifest 中声明的文档在磁盘上缺失 → %@

# appstate.manifest.validate.docs_hash_mismatch_format
source: validateBundleIntegrity: docs hash mismatch for %@. expected=%@ actual=%@
fr: validateBundleIntegrity : mismatch du hash docs pour %@. attendu=%@ actuel=%@
zh_hans: validateBundleIntegrity：%@ 的文档哈希不匹配。期望=%@，实际=%@

# appstate.manifest.validate.read_parse_failed_format
source: validateBundleIntegrity: failed to read/parse manifest at %@: %@
fr: validateBundleIntegrity : échec de lecture/analyse du manifest à %@ : %@
zh_hans: validateBundleIntegrity：无法读取或解析 %@：%@

# appstate.manifest.write_v2.failed_format
source: writeManifestV2 failed: %@
fr: writeManifestV2 : échec : %@
zh_hans: writeManifestV2 失败：%@

# appstate.zip_extract.failed_format
source: ZIP extract failed: %@
fr: Extraction ZIP : échec : %@
zh_hans: ZIP 解压失败：%@

# appstate.ai_inputs.delete.failed_format
source: deleteAIInputRow failed: %@
fr: deleteAIInputRow : échec : %@
zh_hans: 删除 AI 输入记录失败：%@

# appstate.ai_inputs.delete.open_failed_format
source: open failed: %@
fr: Ouverture échouée : %@
zh_hans: 打开数据库失败：%@

# appstate.ai_inputs.delete.prepare_failed_format
source: prepare delete ai_input failed: %@
fr: Préparation de suppression ai_input échouée : %@
zh_hans: 准备删除 ai_input 失败：%@

# appstate.ai_inputs.delete.step_failed_format
source: delete ai_input step failed: %@
fr: Exécution de suppression ai_input échouée : %@
zh_hans: 执行删除 ai_input 失败：%@

# report.export.cancelled_or_no_url
source: User cancelled or no destination was chosen.
fr: Annulé par l’utilisateur ou aucune destination n’a été choisie.
zh_hans: 用户已取消，或未选择导出位置。

# report.export.rtf.body_only_failed
source: RTF export failed.
fr: Échec de l’export RTF.
zh_hans: RTF 导出失败。

# report.export.rtf.sick_failed
source: RTF export failed.
fr: Échec de l’export RTF.
zh_hans: RTF 导出失败。

# report.common.notes
source: Notes
zh_hans: 备注

# report.common.other
source: Other
fr: Autre
zh_hans: 其他

# report.well.title
source: Well Visit Summary
fr: Résumé de visite de suivi
zh_hans: 健康体检总结

# report.header.triad_format
source: Created: %@ • Last Edited: %@ • Report Generated: %@
fr: Créé : %@ • Dernière modification : %@ • Rapport généré : %@
zh_hans: 创建时间：%@ • 最后编辑：%@ • 报告生成：%@

# report.header.alias_mrn_format
source: Alias: %@ • MRN: %@
zh_hans: 别名：%@ • 病历号：%@

# report.header.name_format
source: Name: %@
fr: Nom : %@
zh_hans: 姓名：%@

# report.header.dob_sex_age_format
source: DOB: %@ • Sex: %@ • Age at Visit: %@
fr: Date de naissance : %@ • Sexe : %@ • Âge à la visite : %@
zh_hans: 出生日期：%@ • 性别：%@ • 就诊时年龄：%@

# report.header.visit_date_type_format
source: Visit Date: %@ • Visit Type: %@
fr: Date de visite : %@ • Type de visite : %@
zh_hans: 就诊日期：%@ • 就诊类型：%@

# report.header.clinician_format
source: Clinician: %@
fr: Clinicien : %@
zh_hans: 医生：%@

# visit.type.well
source: Well Visit
fr: Visite de suivi
zh_hans: 健康体检

# report.well.section.perinatal_summary
source: Perinatal Summary
fr: Résumé périnatal
zh_hans: 围产期摘要

# report.well.section.previous_findings
source: Findings from Previous Well Visits
fr: Constats des visites de suivi précédentes
zh_hans: 既往健康体检发现

# report.well.current_visit_title_format
source: Current Visit — %@
fr: Visite actuelle — %@
zh_hans: 本次就诊 — %@

# report.well.section.parents_concerns
source: Parents’ Concerns
fr: Préoccupations des parents
zh_hans: 家长关切

# report.well.section.feeding
source: Feeding
fr: Alimentation
zh_hans: 喂养

# report.well.section.supplementation
source: Supplementation
fr: Supplémentation
zh_hans: 补充剂

# report.well.section.stool
source: Stool
fr: Selles
zh_hans: 大便

# report.well.section.sleep
source: Sleep
fr: Sommeil
zh_hans: 睡眠

# report.well.section.development
source: Developmental Evaluation
fr: Évaluation du développement
zh_hans: 发育评估

# report.well.section.milestones
source: Age-specific Milestones
fr: Jalons spécifiques à l’âge
zh_hans: 年龄相关里程碑

# report.well.section.measurements
source: Measurements
fr: Mesures
zh_hans: 测量值

# report.well.section.physical_exam
source: Physical Examination
fr: Examen clinique
zh_hans: 体格检查

# report.well.section.problem_listing
source: Problem Listing
fr: Liste de problèmes
zh_hans: 问题列表

# report.well.section.conclusions
source: Conclusions
zh_hans: 总结

# report.well.section.anticipatory_guidance
source: Anticipatory Guidance
fr: Conseils anticipatoires
zh_hans: 预防性指导

# report.well.section.clinician_comments
source: Clinician Comments
fr: Commentaires du clinicien
zh_hans: 医生备注

# report.well.section.next_visit_date
source: Next Visit Date
fr: Date de la prochaine visite
zh_hans: 下次就诊日期

# report.label.age
source: Age
fr: Âge
zh_hans: 年龄

# report.previous.age_append_format
source: · Age %@
fr: · Âge %@
zh_hans: · 年龄 %@

# report.well.feeding.breastfeeding
source: Breastfeeding
fr: Allaitement
zh_hans: 母乳喂养

# report.well.feeding.formula
source: Formula
fr: Lait artificiel
zh_hans: 配方奶

# report.well.feeding.solids
source: Solids
fr: Aliments solides
zh_hans: 辅食

# report.well.supplementation.vitamin_d
source: Vitamin D
fr: Vitamine D
zh_hans: 维生素 D

# report.well.supplementation.iron
source: Iron
fr: Fer
zh_hans: 铁

# report.well.stool.pattern
source: Stool pattern
fr: Aspect des selles
zh_hans: 大便规律

# report.well.stool.comment
source: Stool comment
fr: Commentaire sur les selles
zh_hans: 大便备注

# report.well.sleep.total_hours
source: Total hours
fr: Nombre total d’heures
zh_hans: 总睡眠时间

# report.well.sleep.naps
source: Naps
fr: Siestes
zh_hans: 白天小睡

# report.well.sleep.night_wakings
source: Night wakings
fr: Réveils nocturnes
zh_hans: 夜间醒来

# report.well.sleep.quality
source: Quality
fr: Qualité
zh_hans: 睡眠质量

# report.well.development.parent_concerns
source: Parent Concerns
fr: Préoccupations des parents
zh_hans: 家长担忧

# report.well.development.developmental_test
source: Developmental Test
fr: Test de développement
zh_hans: 发育测试

# report.well.milestones.achieved_format
source: Achieved: %d/%d
fr: Acquis : %d/%d
zh_hans: 已达成：%d/%d

# report.well.milestones.no_flags
source: No flags.
fr: Aucun signalement.
zh_hans: 未发现异常。

# report.well.measurements.weight
source: Weight
fr: Poids
zh_hans: 体重

# report.well.measurements.length
source: Length
fr: Taille
zh_hans: 身长

# report.well.measurements.head_circumference
source: Head Circumference
fr: Périmètre crânien
zh_hans: 头围

# report.well.measurements.weight_gain_since_discharge
source: Weight gain since discharge
fr: Prise de poids depuis la sortie
zh_hans: 出院后体重增长

# report.ai_assistant.title
source: AI Assistant
fr: Assistant IA
zh_hans: AI 助手

# report.ai_assistant.model_format
source: Model: %@
fr: Modèle : %@
zh_hans: 模型：%@

# report.ai_assistant.time_suffix_format
source: • Time: %@
fr: • Heure : %@
zh_hans: • 时间：%@

# report.well.charts.title
source: Growth Charts
fr: Courbes de croissance
zh_hans: 生长曲线

# report.sex.female
source: Female
fr: Féminin
zh_hans: 女

# report.sex.male
source: Male
fr: Masculin
zh_hans: 男

# report.charts.sex_dob_cutoff_format
source: Sex: %@ • DOB: %@ • Cutoff: %@
fr: Sexe : %@ • Date de naissance : %@ • Limite : %@
zh_hans: 性别：%@ • 出生日期：%@ • 截止日期：%@

# report.charts.range.zero
source: 0 points
fr: 0 point
zh_hans: 0 个测量点

# report.charts.range.single_format
source: %d point (%@–%@ mo)
fr: %d point (%@–%@ mois)
zh_hans: %d 个测量点（%@–%@ 月）

# report.charts.range.multi_format
source: %d points (%@–%@ mo)
fr: %d points (%@–%@ mois)
zh_hans: %d 个测量点（%@–%@ 月）

# report.charts.wfa_line_format
source: Weight-for-Age: %@
fr: Poids pour l’âge : %@
zh_hans: 年龄别体重：%@

# report.charts.lhfa_line_format
source: Length/Height-for-Age: %@
fr: Taille/longueur pour l’âge : %@
zh_hans: 年龄别身长/身高：%@

# report.charts.hcfa_line_format
source: Head Circumference-for-Age: %@
fr: Périmètre crânien pour l’âge : %@
zh_hans: 年龄别头围：%@

# report.charts.caption.wfa
source: Weight-for-Age
fr: Poids pour l’âge
zh_hans: 年龄别体重

# report.charts.caption.lhfa
source: Length/Height-for-Age
fr: Taille/longueur pour l’âge
zh_hans: 年龄别身长/身高

# report.charts.caption.hcfa
source: Head Circumference-for-Age
fr: Périmètre crânien pour l’âge
zh_hans: 年龄别头围

# report.error.pdf_consumer
source: PDF export error: failed to create PDF consumer
fr: Erreur d’export PDF : impossible de créer le consumer PDF
zh_hans: PDF 导出错误：无法创建 PDF consumer

# report.error.pdf_context
source: PDF export error: failed to create PDF context
fr: Erreur d’export PDF : impossible de créer le contexte PDF
zh_hans: PDF 导出错误：无法创建 PDF 上下文

# report.error.zip_rtfd_format
source: Zip export error: failed to zip folder: %@
fr: Erreur d’export ZIP : impossible de zipper le dossier : %@
zh_hans: 压缩导出错误：无法压缩文件夹：%@

# report.section.ai_assistant
source: AI Assistant
fr: Assistant IA
zh_hans: AI 助手

# report.ai.model_format
source: Model: %@
fr: Modèle : %@
zh_hans: 模型：%@

# report.ai.time_format
source: Time: %@
fr: Heure : %@
zh_hans: 时间：%@

# report.section.growth_charts
source: Growth Charts
fr: Courbes de croissance
zh_hans: 生长曲线

# report.growth.meta_line_format
source: Sex: %@ • DOB: %@ • Cutoff: %@
fr: Sexe : %@ • Date de naissance : %@ • Limite : %@
zh_hans: 性别：%@ • 出生日期：%@ • 截止日期：%@

# report.growth.wfa_summary_format
source: Weight-for-Age: %@
fr: Poids pour l’âge : %@
zh_hans: 年龄别体重：%@

# report.growth.lhfa_summary_format
source: Length/Height-for-Age: %@
fr: Taille/longueur pour l’âge : %@
zh_hans: 年龄别身长/身高：%@

# report.growth.hcfa_summary_format
source: Head Circumference-for-Age: %@
fr: Périmètre crânien pour l’âge : %@
zh_hans: 年龄别头围：%@

# report.growth.range_singular_format
source: %d point (%@–%@ mo)
fr: %d point (%@–%@ mois)
zh_hans: %d 个测量点（%@–%@ 月）

# report.growth.range_plural_format
source: %d points (%@–%@ mo)
fr: %d points (%@–%@ mois)
zh_hans: %d 个测量点（%@–%@ 月）

# report.growth.caption.wfa
source: Weight-for-Age
fr: Poids pour l’âge
zh_hans: 年龄别体重

# report.growth.caption.lhfa
source: Length/Height-for-Age
fr: Taille/longueur pour l’âge
zh_hans: 年龄别身长/身高

# report.growth.caption.hcfa
source: Head Circumference-for-Age
fr: Périmètre crânien pour l’âge
zh_hans: 年龄别头围

# report.visit_type.sick
source: Sick Visit
fr: Consultation maladie
zh_hans: 疾病就诊

# report.visit_type.well
source: Well Visit
fr: Consultation de suivi
zh_hans: 健康体检

# report.meta.patient
source: Patient
zh_hans: 患者

# report.meta.dob
source: DOB
fr: Date de naissance
zh_hans: 出生日期

# report.meta.sex
source: Sex
fr: Sexe
zh_hans: 性别

# report.meta.mrn
source: MRN
fr: N° dossier
zh_hans: 病历号

# report.meta.visit_type
source: Visit Type
fr: Type de visite
zh_hans: 就诊类型

# report.meta.visit_date
source: Visit Date
fr: Date de visite
zh_hans: 就诊日期

# report.meta.clinician
source: Clinician
fr: Clinicien
zh_hans: 医生

# report.title.clinical_report
source: Clinical Report
fr: Rapport clinique
zh_hans: 临床报告

# report.title.sick_visit_report
source: Sick Visit Report
fr: Rapport de consultation maladie
zh_hans: 疾病就诊报告

# report.section.main_complaint
source: Main Complaint
fr: Motif principal
zh_hans: 主诉

# report.section.hpi
source: History of Present Illness
fr: Histoire de la maladie actuelle
zh_hans: 现病史

# report.section.duration
source: Duration
fr: Durée
zh_hans: 病程

# report.section.basics
source: Basics
fr: Éléments de base
zh_hans: 基本情况

# report.section.pmh
source: Past Medical History
fr: Antécédents médicaux
zh_hans: 既往病史

# report.section.perinatal_history
source: Perinatal History
fr: Antécédents périnataux
zh_hans: 围产期史

# report.section.other_pmh
source: Other Past Medical History
fr: Autres antécédents médicaux
zh_hans: 其他既往病史

# report.section.vaccination
source: Vaccination
zh_hans: 疫苗接种

# report.section.vitals
source: Vitals
fr: Constantes
zh_hans: 生命体征

# report.section.physical_exam
source: Physical Examination
fr: Examen clinique
zh_hans: 体格检查

# report.section.problem_listing
source: Problem Listing
fr: Liste de problèmes
zh_hans: 问题列表

# report.section.investigations
source: Investigations
fr: Examens complémentaires
zh_hans: 辅助检查

# report.section.working_diagnosis
source: Working Diagnosis
fr: Diagnostic de travail
zh_hans: 初步诊断

# report.section.plan_guidance
source: Plan & Anticipatory Guidance
fr: Plan & conseils anticipatoires
zh_hans: 处理计划与预防性指导

# report.section.medications
source: Medications
fr: Médicaments
zh_hans: 用药

# report.section.clinician_comments
source: Clinician Comments
fr: Commentaires du clinicien
zh_hans: 医生备注

# report.section.follow_up
source: Follow-up / Next Visit
fr: Suivi / Prochaine visite
zh_hans: 随访 / 下次就诊

# report.basics.feeding
source: Feeding
fr: Alimentation
zh_hans: 喂养

# report.basics.urination
source: Urination
fr: Mictions
zh_hans: 排尿

# report.basics.breathing
source: Breathing
fr: Respiration
zh_hans: 呼吸

# report.basics.pain
source: Pain
fr: Douleur
zh_hans: 疼痛

# report.basics.context
source: Context
fr: Contexte
zh_hans: 背景

# report.meta.created
source: Created
fr: Créé
zh_hans: 创建时间

# report.meta.last_edited
source: Last Edited
fr: Dernière modification
zh_hans: 最后编辑

# report.meta.report_generated
source: Report Generated
fr: Rapport généré
zh_hans: 报告生成

# report.meta.alias
source: Alias
zh_hans: 别名

# report.meta.name
source: Name
fr: Nom
zh_hans: 姓名

# report.meta.age_at_visit
source: Age at Visit
fr: Âge lors de la visite
zh_hans: 就诊时年龄

# report.docx.parse.patient_prefix
source: Patient:
zh_hans: 患者：

# report.docx.parse.current_visit_prefix
source: Current Visit
fr: Visite actuelle
zh_hans: 本次就诊

# report.docx.title.fallback
source: Clinical Report
fr: Rapport clinique
zh_hans: 临床报告

# report.error.docx_archive_create_format
source: Failed to create DOCX archive at %@
fr: Échec de création de l’archive DOCX à %@
zh_hans: 无法在 %@ 创建 DOCX 压缩包

# report.error.docx_package_enumerate_format
source: Failed to enumerate DOCX package at %@
fr: Échec de l’énumération du paquet DOCX à %@
zh_hans: 无法枚举 DOCX 包内容：%@

# report.error.docx_add_entry_format
source: Failed to add %@ to DOCX at %@
fr: Échec de l’ajout de %@ au DOCX à %@
zh_hans: 无法将 %@ 添加至 DOCX：%@

# report.error.docx_zip_failed_format
source: Failed to zip DOCX at %@
fr: Échec de compression (zip) du DOCX à %@
zh_hans: DOCX 压缩失败：%@

# report.docx.heading.current_visit_line_prefix
source: Current Visit —
fr: Visite actuelle —
zh_hans: 本次就诊 —

# report.docx.heading.well_visit_summary
source: Well Visit Summary
fr: Résumé de la visite de suivi
zh_hans: 健康体检总结

# report.docx.heading.perinatal_summary
source: Perinatal Summary
fr: Résumé périnatal
zh_hans: 围产期摘要

# report.docx.heading.findings_previous_well_visits
source: Findings from Previous Well Visits
fr: Résultats des visites de suivi précédentes
zh_hans: 既往健康体检发现

# report.docx.heading.parents_concerns
source: Parents’ Concerns
fr: Préoccupations des parents
zh_hans: 家长关切

# report.docx.heading.feeding
source: Feeding
fr: Alimentation
zh_hans: 喂养

# report.docx.heading.supplementation
source: Supplementation
fr: Supplémentation
zh_hans: 补充剂

# report.docx.heading.sleep
source: Sleep
fr: Sommeil
zh_hans: 睡眠

# report.docx.heading.developmental_evaluation
source: Developmental Evaluation
fr: Évaluation du développement
zh_hans: 发育评估

# report.docx.heading.age_specific_milestones
source: Age-specific Milestones
fr: Étapes du développement selon l’âge
zh_hans: 年龄相关里程碑

# report.docx.heading.measurements
source: Measurements
fr: Mesures
zh_hans: 测量值

# report.docx.heading.physical_examination
source: Physical Examination
fr: Examen clinique
zh_hans: 体格检查

# report.docx.heading.problem_listing
source: Problem Listing
fr: Liste de problèmes
zh_hans: 问题列表

# report.docx.heading.conclusions
source: Conclusions
zh_hans: 总结

# report.docx.heading.anticipatory_guidance
source: Anticipatory Guidance
fr: Conseils anticipatoires
zh_hans: 预防性指导

# report.docx.heading.clinician_comments
source: Clinician Comments
fr: Commentaires du clinicien
zh_hans: 医生备注

# report.docx.heading.next_visit_date
source: Next Visit Date
fr: Date de la prochaine visite
zh_hans: 下次就诊日期

# report.docx.heading.growth_charts
source: Growth Charts
fr: Courbes de croissance
zh_hans: 生长曲线

# report.docx.heading.sick_visit_report
source: Sick Visit Report
fr: Rapport de consultation maladie
zh_hans: 疾病就诊报告

# report.docx.heading.main_complaint
source: Main Complaint
fr: Motif principal
zh_hans: 主诉

# report.docx.heading.hpi
source: History of Present Illness
fr: Histoire de la maladie actuelle
zh_hans: 现病史

# report.docx.heading.duration
source: Duration
fr: Durée
zh_hans: 病程

# report.docx.heading.basics
source: Basics
fr: Éléments de base
zh_hans: 基本情况

# report.docx.heading.past_medical_history
source: Past Medical History
fr: Antécédents médicaux
zh_hans: 既往病史

# report.docx.heading.vaccination
source: Vaccination
zh_hans: 疫苗接种

# report.docx.heading.vitals
source: Vitals
fr: Constantes
zh_hans: 生命体征

# report.docx.heading.investigations
source: Investigations
fr: Examens complémentaires
zh_hans: 辅助检查

# report.docx.heading.working_diagnosis
source: Working Diagnosis
fr: Diagnostic de travail
zh_hans: 初步诊断

# report.docx.heading.plan_anticipatory
source: Plan & Anticipatory Guidance
fr: Plan & conseils anticipatoires
zh_hans: 处理计划与预防性指导

# report.docx.heading.medications
source: Medications
fr: Médicaments
zh_hans: 用药

# report.docx.heading.followup_next_visit
source: Follow-up / Next Visit
fr: Suivi / Prochaine visite
zh_hans: 随访 / 下次就诊

# report.debug.docx_charts_embedded_count_format
source: DOCX charts embedded count = %d sizePts=(%.1f×%.1f)
fr: Nombre de graphiques intégrés dans le DOCX = %d taillePts=(%.1f×%.1f)
zh_hans: DOCX 已嵌入生长曲线数量 = %d 尺寸Pts=(%.1f×%.1f)

# report.export.wrote_docx_format
source: wrote DOCX %@
fr: DOCX écrit %@
zh_hans: 已生成 DOCX %@

# report.export.rtf_shim_returned_docx_format
source: (RTF shim) returned DOCX instead: %@
fr: (shim RTF) DOCX renvoyé à la place : %@
zh_hans: （RTF 兼容层）返回 DOCX：%@

# report.error.generate_rtf_data
source: Failed to generate RTF data
fr: Échec de génération des données RTF
zh_hans: 生成 RTF 数据失败

# report.error.rtf_create_base_body
source: Failed to create base RTF for body
fr: Échec de création du RTF de base pour le corps
zh_hans: 创建 RTF 正文失败
