Repository: nathanaelgoldman/pedi-ai-assistant-ios
Catalog: DrsMainApp/DrsMainApp/*.lproj/Localizable.strings
Languages: fr, zh_hans

# well_visit_form.pe.respiratory.breathing.comment.placeholder
source: Respiratory comment (optional)
fr: Commentaire respiratoire (optionnel)
zh_hans: 呼吸系统备注（可选）

# well_visit_form.pe.cardiovascular.title
source: Cardiovascular
fr: Cardiovasculaire
zh_hans: 心血管系统

# well_visit_form.pe.cardiovascular.heart_sounds.label
source: Heart sounds / murmurs
fr: Bruits du cœur / souffles
zh_hans: 心音 / 杂音

# well_visit_form.pe.cardiovascular.heart_sounds.comment.placeholder
source: Cardiac comment (optional)
fr: Commentaire cardiaque (optionnel)
zh_hans: 心脏备注（可选）

# well_visit_form.pe.abdomen.title
source: Abdomen / digestive
fr: Abdomen / digestif
zh_hans: 腹部 / 消化系统

# well_visit_form.pe.abdomen.palpation.label
source: Abdomen (palpation / organomegaly)
fr: Abdomen (palpation / organomégalie)
zh_hans: 腹部（触诊 / 脏器肿大）

# well_visit_form.pe.abdomen.palpation.comment.placeholder
source: Abdomen comment (optional)
fr: Commentaire abdominal (optionnel)
zh_hans: 腹部备注（可选）

# well_visit_form.pe.abdomen.mass.label
source: Abdominal mass palpable
fr: Masse abdominale palpable
zh_hans: 可触及腹部包块

# well_visit_form.pe.abdomen.liver_spleen.label
source: Liver / spleen
fr: Foie / rate
zh_hans: 肝脾

# well_visit_form.pe.abdomen.liver_spleen.comment.placeholder
source: Liver/spleen comment (optional)
fr: Commentaire foie/rate (optionnel)
zh_hans: 肝脾备注（可选）

# well_visit_form.pe.abdomen.umbilicus.label
source: Umbilicus
fr: Ombilic
zh_hans: 脐部

# well_visit_form.pe.abdomen.umbilicus.comment.placeholder
source: Umbilicus comment (optional)
fr: Commentaire ombilical (optionnel)
zh_hans: 脐部备注（可选）

# well_visit_form.pe.abdomen.genitalia.label
source: Genitalia (exam)
fr: Organes génitaux (examen)
zh_hans: 外生殖器（检查）

# well_visit_form.pe.abdomen.genitalia.placeholder
source: Genitalia description
fr: Description des organes génitaux
zh_hans: 外生殖器描述

# well_visit_form.pe.abdomen.testicles_descended.label
source: Testicles descended (if applicable)
fr: Testicules descendus (si applicable)
zh_hans: 睾丸已下降（如适用）

# well_visit_form.pe.cardiovascular.femoral_pulses.label
source: Femoral pulses
fr: Pouls fémoraux
zh_hans: 股动脉搏动

# well_visit_form.pe.cardiovascular.femoral_pulses.comment.placeholder
source: Femoral pulses comment (optional)
fr: Commentaire pouls fémoraux (optionnel)
zh_hans: 股动脉搏动备注（可选）

# well_visit_form.pe.msk.title
source: Hips / limbs / posture
fr: Hanches / membres / posture
zh_hans: 髋部 / 四肢 / 姿势

# well_visit_form.pe.msk.spine.label
source: Spine / posture
fr: Colonne / posture
zh_hans: 脊柱 / 姿势

# well_visit_form.pe.msk.spine.comment.placeholder
source: Spine comment (optional)
fr: Commentaire colonne (optionnel)
zh_hans: 脊柱备注（可选）

# well_visit_form.pe.msk.hips_limbs.label
source: Hips / limbs
fr: Hanches / membres
zh_hans: 髋部 / 四肢

# well_visit_form.pe.msk.hips_limbs.comment.placeholder
source: Hips / limbs comment (optional)
fr: Commentaire hanches / membres (optionnel)
zh_hans: 髋部 / 四肢备注（可选）

# well_visit_form.pe.skin.title
source: Skin
fr: Peau
zh_hans: 皮肤

# well_visit_form.pe.skin.marks.label
source: Skin marks
fr: Marques cutanées
zh_hans: 皮肤印记

# well_visit_form.pe.skin.marks.comment.placeholder
source: Skin marks comment (optional)
fr: Commentaire marques cutanées (optionnel)
zh_hans: 皮肤印记备注（可选）

# well_visit_form.pe.skin.integrity.label
source: Skin integrity
fr: Intégrité cutanée
zh_hans: 皮肤完整性

# well_visit_form.pe.skin.integrity.comment.placeholder
source: Skin integrity comment (optional)
fr: Commentaire intégrité cutanée (optionnel)
zh_hans: 皮肤完整性备注（可选）

# well_visit_form.pe.skin.rash.label
source: Rash / lesions
fr: Éruption / lésions
zh_hans: 皮疹 / 皮损

# well_visit_form.pe.skin.rash.comment.placeholder
source: Rash comment (optional)
fr: Commentaire éruption (optionnel)
zh_hans: 皮疹备注（可选）

# well_visit_form.pe.additional_notes.title
source: Additional notes
fr: Notes supplémentaires
zh_hans: 补充说明

# well_visit_form.section.milestones
source: Developmental milestones
fr: Jalons du développement
zh_hans: 发育里程碑

# well_visit_form.milestones.status.label
source: Status
fr: Statut
zh_hans: 状态

# well_visit_form.milestones.note.placeholder
source: Note (optional)
fr: Note (optionnelle)
zh_hans: 备注（可选）

# well_visit_form.section.neurodevelopment_screening
source: Neurodevelopment screening
fr: Dépistage neurodéveloppemental
zh_hans: 神经发育筛查

# well_visit_form.problem_listing.weight_gain.suboptimal
source: Suboptimal weight gain: %d g/day (target ≥ 20 g/day)
fr: Prise de poids insuffisante : %d g/jour (objectif ≥ 20 g/jour)
zh_hans: 体重增长不足：%d g/天（目标 ≥ 20 g/天）

# well_visit_form.section.visit_info.title
source: Visit info
fr: Informations de visite
zh_hans: 随访信息

# well_visit_form.section.visit_info.date
source: Date
zh_hans: 日期

# well_visit_form.section.visit_info.type
source: Type
zh_hans: 类型

# well_visit_form.weight_trend.title
source: Weight change since last measurement
fr: Variation de poids depuis la dernière mesure
zh_hans: 自上次测量以来的体重变化

# well_visit_form.weight_trend.latest_weight.unavailable
source: Latest weight: not available
fr: Dernier poids : non disponible
zh_hans: 最新体重：不可用

# well_visit_form.weight_trend.latest_weight.value
source: Latest weight: %@
fr: Dernier poids : %@
zh_hans: 最新体重：%@

# well_visit_form.weight_trend.previous_weight.unavailable
source: Previous weight: not available
fr: Poids précédent : non disponible
zh_hans: 前次体重：不可用

# well_visit_form.weight_trend.previous_weight.value
source: Previous weight: %@
fr: Poids précédent : %@
zh_hans: 前次体重：%@

# well_visit_form.weight_trend.delta.unavailable
source: Δ weight: not available
fr: Δ poids : non disponible
zh_hans: 体重变化：不可用

# well_visit_form.weight_trend.ok
source: OK
zh_hans: 正常

# well_visit_form.section.parents_concerns.title
source: Parent's Concerns
fr: Préoccupations des parents
zh_hans: 家长关注点

# well_visit_form.section.feeding.title
source: Feeding & Supplementation
fr: Alimentation & supplémentation
zh_hans: 喂养与补充

# well_visit_form.feeding.milk_type.title
source: Milk type(s)
fr: Type(s) de lait
zh_hans: 奶类类型

# well_visit_form.feeding.milk_type.breastmilk
source: Breastmilk
fr: Lait maternel
zh_hans: 母乳

# well_visit_form.feeding.milk_type.formula
source: Formula
fr: Lait infantile
zh_hans: 配方奶

# well_visit_form.feeding.volume_per_feed.label
source: Volume per feed (ml)
fr: Volume par prise (ml)
zh_hans: 每次喂养量（ml）

# well_visit_form.feeding.volume_per_feed.placeholder
source: e.g. 60
fr: p. ex. 60
zh_hans: 例如：60

# well_visit_form.feeding.feeds_per_24h.label
source: Feeds per 24h
fr: Prises par 24 h
zh_hans: 24 小时喂养次数

# well_visit_form.feeding.feeds_per_24h.placeholder
source: e.g. 8
fr: p. ex. 8
zh_hans: 例如：8

# well_visit_form.feeding.estimated_intake.value
source: Estimated intake: %@
fr: Apport estimé : %@
zh_hans: 估计摄入量：%@

# well_visit_form.feeding.regurgitation.toggle
source: Significant regurgitation
fr: Régurgitations importantes
zh_hans: 明显反流

# well_visit_form.feeding.issues.title
source: Feeding difficulties / issues
fr: Difficultés / problèmes d’alimentation
zh_hans: 喂养困难 / 问题

# well_visit_form.feeding.vitamin_d.toggle
source: Vitamin D supplementation given
fr: Supplémentation en vitamine D donnée
zh_hans: 已补充维生素 D

# well_visit_form.stools.title
source: Stools
fr: Selles
zh_hans: 大便

# well_visit_form.stools.pattern.label
source: Stool pattern
fr: Type de selles
zh_hans: 大便模式

# well_visit_form.stools.pattern.picker
source: Stool pattern
fr: Type de selles
zh_hans: 大便模式

# well_visit_form.stools.pattern.option.normal_breastfed
source: Normal / typical breastfed stool
fr: Selles normales / typiques du nourrisson allaité
zh_hans: 正常 / 母乳喂养常见大便

# well_visit_form.stools.pattern.option.abnormal_reported
source: Abnormal reported
fr: Anormal rapporté
zh_hans: 报告异常

# well_visit_form.stools.pattern.option.hard_constipated
source: Hard / constipated
fr: Dures / constipation
zh_hans: 干硬 / 便秘

# well_visit_form.stools.comment.placeholder
source: Stool comment (optional)
fr: Commentaire sur les selles (optionnel)
zh_hans: 大便备注（可选）

# well_visit_form.sleep.title
source: Sleep
fr: Sommeil
zh_hans: 睡眠

# well_visit_form.sleep.wakes_for_feeds.label
source: Wakes for feeds (per night)
fr: Réveils pour tétées (par nuit)
zh_hans: 夜间因进食醒来（每晚）

# well_visit_form.sleep.wakes_for_feeds.placeholder
source: e.g. 3
fr: p. ex. 3
zh_hans: 例如：3

# well_visit_form.sleep.longer_stretch.toggle
source: Has a longer stretch of sleep at night
fr: A une plus longue période de sommeil la nuit
zh_hans: 夜间有较长连续睡眠时间

# well_visit_form.sleep.issues_reported.toggle
source: Sleep issues reported
fr: Problèmes de sommeil rapportés
zh_hans: 报告有睡眠问题

# well_visit_form.sleep.issue_description.label
source: Sleep issue description
fr: Description du problème de sommeil
zh_hans: 睡眠问题描述

# well_visit_form.sleep.wakes_at_night.label
source: Wakes at night (per night)
fr: Réveils nocturnes (par nuit)
zh_hans: 夜间醒来次数（每晚）

# well_visit_form.sleep.wakes_at_night.placeholder
source: e.g. 1
fr: p. ex. 1
zh_hans: 例如：1

# well_visit_form.sleep.total_sleep_24h.label
source: Total sleep in 24h
fr: Sommeil total sur 24 h
zh_hans: 24 小时总睡眠时间

# well_visit_form.sleep.total_sleep_24h.picker
source: Total sleep in 24h
fr: Sommeil total sur 24 h
zh_hans: 24 小时总睡眠时间

# well_visit_form.sleep.total_sleep_24h.option.lt10
source: Less than 10 h
fr: Moins de 10 h
zh_hans: 少于 10 小时

# well_visit_form.sleep.total_sleep_24h.option.10_15
source: 10–15 h
zh_hans: 10–15 小时

# well_visit_form.sleep.regularity.label
source: Sleep regularity
fr: Régularité du sommeil
zh_hans: 睡眠规律性

# well_visit_form.sleep.regularity.picker
source: Sleep regularity
fr: Régularité du sommeil
zh_hans: 睡眠规律性

# well_visit_form.sleep.regularity.option.regular
source: Regular
fr: Régulier
zh_hans: 规律

# well_visit_form.sleep.regularity.option.irregular
source: Irregular
fr: Irrégulier
zh_hans: 不规律

# well_visit_form.sleep.snoring.toggle
source: Snoring / noisy breathing during sleep
fr: Ronflements / respiration bruyante pendant le sommeil
zh_hans: 睡眠中打鼾 / 呼吸嘈杂

# well_visit_form.problem_listing.milestones.header
source: Milestones of concern:
fr: Jalons préoccupants :
zh_hans: 关注的发育里程碑：

# well_visit_form.problem_listing.mchat.line_format
source: M-CHAT: score %@ – %@
zh_hans: M-CHAT：评分 %@ – %@

# well_visit_form.problem_listing.dev_test.line_format
source: Developmental test: score %@ – %@
fr: Test de développement : score %@ – %@
zh_hans: 发育测评：评分 %@ – %@

# sick_episode_form.vitals.delete_picker.title
source: Delete a row…
fr: Supprimer une ligne…
zh_hans: 删除一行…

# sick_episode_form.vitals.delete_button
source: Delete
fr: Supprimer
zh_hans: 删除

# sick_episode_form.db.open_failed
source: Open failed: %@
fr: Échec d’ouverture : %@
zh_hans: 打开失败：%@

# sick_episode.vitals.badge.hr_low
source: HR low
fr: FC basse
zh_hans: 心率偏低

# sick_episode.vitals.badge.hr_low_for
source: HR low for %@
fr: FC basse pour %@
zh_hans: %@ 心率偏低

# sick_episode.vitals.badge.hr_high
source: HR high
fr: FC élevée
zh_hans: 心率偏高

# sick_episode.vitals.badge.hr_high_for
source: HR high for %@
fr: FC élevée pour %@
zh_hans: %@ 心率偏高

# sick_episode.vitals.badge.rr_low
source: RR low
fr: FR basse
zh_hans: 呼吸频率偏低

# sick_episode.vitals.badge.rr_low_for
source: RR low for %@
fr: FR basse pour %@
zh_hans: %@ 呼吸频率偏低

# sick_episode.vitals.badge.rr_high
source: RR high
fr: FR élevée
zh_hans: 呼吸频率偏高

# sick_episode.vitals.badge.rr_high_for
source: RR high for %@
fr: FR élevée pour %@
zh_hans: %@ 呼吸频率偏高

# sick_episode.vitals.badge.fever
source: Fever
fr: Fièvre
zh_hans: 发热

# sick_episode.vitals.badge.hypothermia
source: Hypothermia
fr: Hypothermie
zh_hans: 低体温

# sick_episode.vitals.badge.spo2_low
source: SpO₂ low
fr: SpO₂ basse
zh_hans: 血氧饱和度偏低

# sick_episode.vitals.bp_label.elevated
source: Elevated
fr: Élevée
zh_hans: 升高

# sick_episode.vitals.bp_label.stage1
source: Stage 1
fr: Stade 1
zh_hans: 1 级

# sick_episode.vitals.bp_label.stage2
source: Stage 2
fr: Stade 2
zh_hans: 2 级

# sick_episode.vitals.bp_label.abnormal
source: Abnormal
fr: Anormale
zh_hans: 异常

# sick_episode.vitals.badge.bp_value_label
source: BP %d/%d %@
fr: TA %d/%d %@
zh_hans: 血压 %d/%d %@

# sick_episode.vitals.age_band.neonate
source: neonate
fr: nouveau-né
zh_hans: 新生儿

# sick_episode.vitals.age_band.infant
source: infant
fr: nourrisson
zh_hans: 婴儿

# sick_episode.vitals.age_band.toddler
source: toddler
fr: tout-petit
zh_hans: 幼儿

# sick_episode.vitals.age_band.preschool
source: preschool
fr: préscolaire
zh_hans: 学龄前

# sick_episode.vitals.age_band.school_age
source: school age
fr: âge scolaire
zh_hans: 学龄期

# sick_episode.vitals.age_band.adolescent
source: adolescent
zh_hans: 青少年

# sick_episode.vitals.age_band.adult_like
source: adult
fr: type adulte
zh_hans: 成人样

# sick_episode_form.age.years_format
source: %d y
fr: %d a
zh_hans: %d 岁

# sick_episode_form.age.one_year_months_format
source: 1 y %d mo
fr: 1 a %d mois
zh_hans: 1 岁 %d 月

# sick_episode_form.age.one_year
source: 1 y
fr: 1 a
zh_hans: 1 岁

# sick_episode_form.age.months_format
source: %d mo
fr: %d mois
zh_hans: %d 月

# sick_episode_form.age.days_format
source: %d d
fr: %d j
zh_hans: %d 天

# sick_episode_form.problem_listing.age
source: Age: %@
fr: Âge : %@
zh_hans: 年龄：%@

# sick_episode_form.problem_listing.sex
source: Sex: %@
fr: Sexe : %@
zh_hans: 性别：%@

# sick_episode_form.problem_listing.vaccination_status
source: Vaccination status: %@
fr: Statut vaccinal : %@
zh_hans: 疫苗接种状态：%@

# sick_episode_form.problem_listing.main_complaint
source: Main complaint: %@
fr: Motif principal : %@
zh_hans: 主要主诉：%@

# sick_episode_form.problem_listing.duration_hours
source: Duration: %@ hours
fr: Durée : %@ heures
zh_hans: 病程：%@ 小时

# sick_episode_form.problem_listing.hpi_summary
source: HPI summary: %@
fr: Résumé HMA : %@
zh_hans: 现病史摘要：%@

# sick_episode_form.problem_listing.appearance
source: Appearance: %@
fr: Aspect : %@
zh_hans: 一般情况：%@

# sick_episode_form.problem_listing.feeding
source: Feeding: %@
fr: Alimentation : %@
zh_hans: 进食情况：%@

# sick_episode_form.problem_listing.breathing
source: Breathing: %@
fr: Respiration : %@
zh_hans: 呼吸情况：%@

# sick_episode_form.problem_listing.urination
source: Urination: %@
fr: Mictions : %@
zh_hans: 排尿情况：%@

# sick_episode_form.problem_listing.pain
source: Pain: %@
fr: Douleur : %@
zh_hans: 疼痛：%@

# sick_episode_form.problem_listing.stools
source: Stools: %@
fr: Selles : %@
zh_hans: 大便情况：%@

# sick_episode_form.problem_listing.context
source: Context: %@
fr: Contexte : %@
zh_hans: 背景情况：%@

# sick_episode_form.problem_listing.vitals.temp
source: T %@°C
zh_hans: 体温 %@°C

# sick_episode_form.problem_listing.vitals.hr
source: HR %@
fr: FC %@
zh_hans: 心率 %@

# sick_episode_form.problem_listing.vitals.rr
source: RR %@
fr: FR %@
zh_hans: 呼吸频率 %@

# sick_episode_form.problem_listing.vitals.spo2
source: SpO₂ %@%%
zh_hans: 血氧饱和度 %@%%

# sick_episode_form.problem_listing.vitals.bp
source: BP %@/%@
fr: TA %@/%@
zh_hans: 血压 %@/%@

# sick_episode_form.problem_listing.abnormal_vitals.values_and_flags
source: Abnormal vitals: %@ [%@]
fr: Constantes anormales : %@ [%@]
zh_hans: 生命体征异常：%@ [%@]

# sick_episode_form.problem_listing.abnormal_vitals.flags_only
source: Abnormal vitals: %@
fr: Constantes anormales : %@
zh_hans: 生命体征异常：%@

# sick_episode_form.problem_listing.general_appearance
source: General Appearance: %@
fr: Aspect général : %@
zh_hans: 一般情况：%@

# sick_episode_form.problem_listing.hydration
source: Hydration: %@
fr: Hydratation : %@
zh_hans: 水合状态：%@

# sick_episode_form.problem_listing.heart
source: Heart: %@
fr: Cœur : %@
zh_hans: 心脏：%@

# sick_episode_form.problem_listing.color
source: Color: %@
fr: Couleur : %@
zh_hans: 肤色：%@

# sick_episode_form.problem_listing.skin
source: Skin: %@
fr: Peau : %@
zh_hans: 皮肤：%@

# sick_episode_form.problem_listing.ent
source: ENT: %@
fr: ORL : %@
zh_hans: 耳鼻喉：%@

# sick_episode_form.problem_listing.right_ear
source: Right Ear: %@
fr: Oreille droite : %@
zh_hans: 右耳：%@

# sick_episode_form.problem_listing.left_ear
source: Left Ear: %@
fr: Oreille gauche : %@
zh_hans: 左耳：%@

# sick_episode_form.problem_listing.right_eye
source: Right Eye: %@
fr: Œil droit : %@
zh_hans: 右眼：%@

# sick_episode_form.problem_listing.left_eye
source: Left Eye: %@
fr: Œil gauche : %@
zh_hans: 左眼：%@

# sick_episode_form.problem_listing.lungs
source: Lungs: %@
fr: Poumons : %@
zh_hans: 肺部：%@

# sick_episode_form.problem_listing.abdomen
source: Abdomen: %@
zh_hans: 腹部：%@

# sick_episode_form.problem_listing.peristalsis
source: Peristalsis: %@
fr: Péristaltisme : %@
zh_hans: 肠蠕动：%@

# sick_episode_form.problem_listing.genitalia
source: Genitalia: %@
fr: Organes génitaux : %@
zh_hans: 生殖器：%@

# sick_episode_form.problem_listing.neurological
source: Neurological: %@
fr: Neurologique : %@
zh_hans: 神经系统：%@

# sick_episode_form.problem_listing.msk
source: MSK: %@
fr: Appareil locomoteur : %@
zh_hans: 肌肉骨骼系统：%@

# sick_episode_form.problem_listing.lymph_nodes
source: Lymph Nodes: %@
fr: Ganglions : %@
zh_hans: 淋巴结：%@

# sick_episode_form.ai.cannot_run_guideline_flags
source: Cannot run guideline flags: please ensure a patient and saved episode are selected.
fr: Impossible d’exécuter les indicateurs de recommandations : veuillez vérifier qu’un patient et un épisode sauvegardé sont sélectionnés.
zh_hans: 无法运行指南规则：请确认已选择患者并保存就诊记录。

# sick_episode_form.ai.cannot_run_ai
source: Cannot run AI: please ensure a patient and saved episode are selected.
fr: Impossible de lancer l’IA : veuillez vérifier qu’un patient et un épisode sauvegardé sont sélectionnés.
zh_hans: 无法运行 AI：请确认已选择患者并保存就诊记录。

# sick_episode_form.ai.cannot_build_prompt
source: Cannot build AI prompt: please ensure a patient and saved episode are selected, and that problem listing and complementary investigations are filled in as appropriate.
fr: Impossible de construire le prompt IA : veuillez vérifier qu’un patient et un épisode sauvegardé sont sélectionnés, et que la liste de problèmes et les examens complémentaires sont remplis si nécessaire.
zh_hans: 无法构建 AI 提示：请确认已选择患者并保存就诊记录，并填写问题列表及必要的辅助检查。

# content_view.empty.no_bundle_title
source: No Bundle Selected
fr: Aucun dossier sélectionné
zh_hans: 未选择病历包

# content_view.empty.no_bundle_message
source: Use “Add Bundles…” to import a .peMR zip or choose a bundle folder.
fr: Utilisez « Ajouter des dossiers… » pour importer un .peMR ou choisissez un dossier.
zh_hans: 请使用“添加病历包…”导入 .peMR 文件或选择一个病历文件夹。

# app.signin.title
source: Sign in
fr: Connexion
zh_hans: 登录

# app.signin.no_clinicians_found
source: No clinicians found. Create one below.
fr: Aucun clinicien trouvé. Créez-en un ci-dessous.
zh_hans: 未找到临床医生，请先创建。

# app.signin.active
source: Active
fr: Actif
zh_hans: 当前

# app.signin.create_clinician
source: Create clinician
fr: Créer un clinicien
zh_hans: 创建医生

# app.signin.first_name
source: First name
fr: Prénom
zh_hans: 名

# app.signin.last_name
source: Last name
fr: Nom
zh_hans: 姓

# app.signin.add
source: Add
fr: Ajouter
zh_hans: 添加

# app.signin.password_optional
source: Password (if required)
fr: Mot de passe (si requis)
zh_hans: 密码（如需要）

# app.signin.use_selected
source: Use selected
fr: Utiliser la sélection
zh_hans: 使用所选

# app.signin.incorrect_password
source: Incorrect password.
fr: Mot de passe incorrect.
zh_hans: 密码错误。

# app.common.delete
source: Delete
fr: Supprimer
zh_hans: 删除

# app.common.cancel
source: Cancel
fr: Annuler
zh_hans: 取消

# app.common.save
source: Save
fr: Enregistrer
zh_hans: 保存

# app.common.close
source: Close
fr: Fermer
zh_hans: 关闭

# app.clinician.user_number
source: User #%d
fr: Utilisateur n°%d
zh_hans: 用户 #%d

# app.toolbar.signed_in_as
source: Signed in as %@
fr: Connecté en tant que %@
zh_hans: 登录为 %@

# app.toolbar.edit_profile
source: Edit profile…
fr: Modifier le profil…
zh_hans: 编辑资料…

# app.toolbar.switch_clinician
source: Switch clinician…
fr: Changer de clinicien…
zh_hans: 切换医生…

# app.toolbar.sign_out
source: Sign out
fr: Se déconnecter
zh_hans: 退出登录

# app.toolbar.sign_in_ellipsis
source: Sign in…
fr: Se connecter…
zh_hans: 登录…

# app.toolbar.doctor
source: Dr
zh_hans: 医生

# app.toolbar.doctor_name
source: Dr %@
zh_hans: 医生 %@

# app.toolbar.sign_in
source: Sign in
fr: Se connecter
zh_hans: 登录

# app.clinician_profile.section.identity
source: Identity
fr: Identité
zh_hans: 身份信息

# app.clinician_profile.first_name
source: First name
fr: Prénom
zh_hans: 名

# app.clinician_profile.last_name
source: Last name
fr: Nom
zh_hans: 姓

# app.clinician_profile.title
source: Title (e.g., MD, FAAP)
fr: Titre (ex. : MD, FAAP)
zh_hans: 职称（如 MD、FAAP）

# app.clinician_profile.section.contact
source: Contact
zh_hans: 联系方式

# app.clinician_profile.email
source: Email
zh_hans: 电子邮箱

# app.clinician_profile.website
source: Website
fr: Site web
zh_hans: 网站

# app.clinician_profile.section.professional
source: Professional
fr: Professionnel
zh_hans: 专业信息

# app.clinician_profile.societies
source: Societies (comma-separated)
fr: Sociétés (séparées par des virgules)
zh_hans: 学术组织（逗号分隔）

# app.clinician_profile.section.social
source: Social
fr: Réseaux sociaux
zh_hans: 社交账号

# app.clinician_profile.wechat
source: WeChat
zh_hans: 微信

# app.clinician_profile.section.ai_assistant
source: AI Assistant (optional)
fr: Assistant IA (optionnel)
zh_hans: AI 助手（可选）

# app.clinician_profile.ai.endpoint_url
source: Endpoint URL
fr: URL du endpoint
zh_hans: 接口地址

# app.clinician_profile.ai.model
source: Model (e.g. gpt-5.1-mini)
fr: Modèle (ex. : gpt-5.1-mini)
zh_hans: 模型（如 gpt-5.1-mini）

# app.clinician_profile.ai.provider
source: Provider
fr: Fournisseur
zh_hans: 服务提供方

# app.clinician_profile.ai.provider.local
source: Local (no cloud)
fr: Local (sans cloud)
zh_hans: 本地（无云端）

# app.clinician_profile.ai.api_key
source: API Key
fr: Clé API
zh_hans: API 密钥

# app.clinician_profile.section.ai_prompts_rules
source: AI Prompts & Rules
fr: Prompts & règles IA
zh_hans: AI 提示词与规则

# app.clinician_profile.ai_prompts_rules.sick_group
source: Sick visit prompts & rules
fr: Prompts & règles — consultation malade
zh_hans: 疾病就诊提示词与规则

# app.clinician_profile.ai_prompts_rules.sick_prompt_label
source: Sick visit AI prompt
fr: Prompt IA — consultation malade
zh_hans: 疾病就诊 AI 提示词

# app.clinician_profile.ai_prompts_rules.sick_rules_label
source: Sick visit JSON rules (paste JSON here)
fr: Règles JSON — consultation malade (collez le JSON ici)
zh_hans: 疾病就诊 JSON 规则（粘贴 JSON）

# app.clinician_profile.ai_prompts_rules.well_group
source: Well visit prompts & rules
fr: Prompts & règles — consultation de suivi
zh_hans: 健康体检提示词与规则

# app.clinician_profile.ai_prompts_rules.well_prompt_label
source: Well visit AI prompt
fr: Prompt IA — consultation de suivi
zh_hans: 健康体检 AI 提示词

# app.clinician_profile.ai_prompts_rules.well_rules_label
source: Well visit JSON rules (optional, future use)
fr: Règles JSON — consultation de suivi (optionnel, futur)
zh_hans: 健康体检 JSON 规则（可选，未来使用）

# app.clinician_profile.section.app_lock
source: App lock (password)
fr: Verrouillage de l’app (mot de passe)
zh_hans: 应用锁（密码）

# app.clinician_profile.app_lock.password_set
source: A password is currently set for this clinician.
fr: Un mot de passe est actuellement défini pour ce clinicien.
zh_hans: 当前医生已设置密码。

# app.clinician_profile.app_lock.no_password
source: No password set yet.
fr: Aucun mot de passe défini pour l’instant.
zh_hans: 尚未设置密码。

# app.clinician_profile.app_lock.new_password
source: New password
fr: Nouveau mot de passe
zh_hans: 新密码

# app.clinician_profile.app_lock.confirm_password
source: Confirm password
fr: Confirmer le mot de passe
zh_hans: 确认密码

# app.clinician_profile.app_lock.remove_existing
source: Remove existing password
fr: Supprimer le mot de passe existant
zh_hans: 移除现有密码

# app.clinician_profile.app_lock.error.enter_and_confirm
source: Please enter and confirm the password.
fr: Veuillez saisir et confirmer le mot de passe.
zh_hans: 请输入并确认密码。
