Repository: nathanaelgoldman/pedi-ai-assistant-ios
Catalog: DrsMainApp/DrsMainApp/*.lproj/Localizable.strings
Languages: fr, zh_hans

# bp.msg.classified
source: BP %d/%d mmHg is %@ for age/height.
fr: TA %d/%d mmHg est %@ pour l’âge/taille.
zh_hans: 血压 %d/%d mmHg 对该年龄/身高为 %@。

# bp.label.normal
source: Normal
fr: Normale
zh_hans: 正常

# bp.label.elevated
source: Elevated
fr: Élevée
zh_hans: 偏高

# bp.label.low
source: Low
fr: Basse
zh_hans: 偏低

# bp.label.stage1
source: Stage 1
fr: Stade 1
zh_hans: Ⅰ期

# bp.label.stage2
source: Stage 2
fr: Stade 2
zh_hans: Ⅱ期

# report.section.perinatal_summary
source: Perinatal Summary
fr: Résumé périnatal
zh_hans: 围产期总结

# report.section.supplementation
source: Supplementation
fr: Supplémentation
zh_hans: 补充

# log.well_visit_report_rules.csv_not_found_fallback
source: ⚠️ WellVisitReportRules: could not find well_visit_age_mapping.csv in bundle, falling back to legacy hard-coded rules.
fr: ⚠️ WellVisitReportRules : impossible de trouver well_visit_age_mapping.csv dans le dossier, retour aux règles historiques codées en dur.
zh_hans: ⚠️ WellVisitReportRules：未在数据包中找到 well_visit_age_mapping.csv，已回退到旧版内置规则。

# log.well_visit_report_rules.csv_read_failed_fallback
source: ⚠️ WellVisitReportRules: failed to read well_visit_age_mapping.csv, falling back to legacy hard-coded rules.
fr: ⚠️ WellVisitReportRules : échec de lecture de well_visit_age_mapping.csv, retour aux règles historiques codées en dur.
zh_hans: ⚠️ WellVisitReportRules：读取 well_visit_age_mapping.csv 失败，已回退到旧版内置规则。

# log.well_visit_report_rules.csv_empty_fallback
source: ⚠️ WellVisitReportRules: CSV appears empty, falling back to legacy hard-coded rules.
fr: ⚠️ WellVisitReportRules : le CSV semble vide, retour aux règles historiques codées en dur.
zh_hans: ⚠️ WellVisitReportRules：CSV 文件为空，已回退到旧版内置规则。

# log.well_visit_report_rules.csv_missing_columns_fallback
source: ⚠️ WellVisitReportRules: CSV header missing required columns, falling back to legacy hard-coded rules.
fr: ⚠️ WellVisitReportRules : l’en-tête du CSV ne contient pas les colonnes requises, retour aux règles historiques codées en dur.
zh_hans: ⚠️ WellVisitReportRules：CSV 表头缺少必需列，已回退到旧版内置规则。

# log.well_visit_report_rules.no_row_default_false
source: ⚠️ WellVisitReportRules: no CSV age-matrix row for visitTypeID %@; defaulting all flags to false.
fr: ⚠️ WellVisitReportRules : aucune ligne de matrice d’âge CSV pour visitTypeID %@ ; tous les indicateurs sont mis à false par défaut.
zh_hans: ⚠️ WellVisitReportRules：未找到 visitTypeID %@ 对应的 CSV 年龄矩阵行，所有标志默认设为 false。

# bundlecrypto.error.aesgcm_combined_missing
source: Failed to obtain combined AES-GCM box for %@.
fr: Impossible d’obtenir le bloc AES-GCM combiné pour %@.
zh_hans: 无法获取 %@ 的 AES-GCM 合并加密数据。

# bundlecrypto.error.encrypted_file_too_short
source: Encrypted file is too short to contain HMAC and ciphertext at %@.
fr: Le fichier chiffré est trop court pour contenir le HMAC et le texte chiffré à %@.
zh_hans: 加密文件过短，无法在 %@ 中包含 HMAC 和密文。

# bundlecrypto.error.hmac_verification_failed
source: HMAC verification failed for %@.
fr: La vérification HMAC a échoué pour %@.
zh_hans: %@ 的 HMAC 校验失败。

# bundlecrypto.error.remove_plaintext_failed
source: Failed to remove plaintext db.sqlite after encryption at %@.
fr: Impossible de supprimer le fichier db.sqlite en clair après chiffrement à %@.
zh_hans: 在 %@ 加密后未能删除明文 db.sqlite。

# bundlecrypto.error.no_db_found
source: Neither db.sqlite nor db.sqlite.enc found under %@.
fr: Ni db.sqlite ni db.sqlite.enc n’a été trouvé sous %@.
zh_hans: 在 %@ 下未找到 db.sqlite 或 db.sqlite.enc。

# openai.error.invalid_response
source: Invalid response from the AI server.
fr: Réponse invalide du serveur d’IA.
zh_hans: 来自 AI 服务器的响应无效。

# openai.error.empty_content
source: The AI response was empty.
fr: La réponse de l’IA était vide.
zh_hans: AI 返回内容为空。

# openai.error.http_status
source: AI server returned HTTP %d. %@
fr: Le serveur d’IA a renvoyé HTTP %d. %@
zh_hans: AI 服务器返回 HTTP %d。 %@

# anthropic.error.invalid_response
source: Invalid response from the AI server.
fr: Réponse invalide du serveur d’IA.
zh_hans: 来自 AI 服务器的响应无效。

# anthropic.error.empty_content
source: The AI response was empty.
fr: La réponse de l’IA était vide.
zh_hans: AI 返回内容为空。

# anthropic.error.http_status
source: AI server returned HTTP %d. %@
fr: Le serveur d’IA a renvoyé HTTP %d. %@
zh_hans: AI 服务器返回 HTTP %d。 %@

# ai.gemini.error.invalid_url
source: Invalid Gemini API URL.
fr: URL de l’API Gemini invalide.
zh_hans: Gemini API URL 无效。

# ai.gemini.error.invalid_response
source: Invalid response from Gemini.
fr: Réponse invalide de Gemini.
zh_hans: Gemini 返回的响应无效。

# ai.gemini.error.http_status
source: Gemini request failed (HTTP %d).
fr: La requête Gemini a échoué (HTTP %d).
zh_hans: Gemini 请求失败（HTTP %d）。

# ai.gemini.error.empty_content
source: Gemini returned an empty response.
fr: Gemini a renvoyé une réponse vide.
zh_hans: Gemini 返回了空内容。

# well_visit_form.milestone.regards_face
source: Regards face
fr: Regarde le visage
zh_hans: 注视面部

# well_visit_form.milestone.follows_to_midline
source: Follows to midline
fr: Suit jusqu’à la ligne médiane
zh_hans: 追视至中线

# well_visit_form.milestone.alerts_to_sound_voice
source: Alerts to sound/voice
fr: Réagit aux sons / à la voix
zh_hans: 对声音/人声有反应

# well_visit_form.milestone.calms_to_caregiver_voice
source: Calms to caregiver voice
fr: Se calme à la voix du parent
zh_hans: 听到照护者声音可安抚

# well_visit_form.milestone.lifts_chin_chest_prone
source: Lifts chin/chest in prone
fr: Soulève le menton/la poitrine en ventral
zh_hans: 俯卧时抬起下巴/胸部

# well_visit_form.milestone.symmetric_movements
source: Symmetric movements
fr: Mouvements symétriques
zh_hans: 对称性活动

# well_visit_form.milestone.lifts_chin_briefly_prone
source: Lifts chin briefly in prone
fr: Soulève brièvement le menton en ventral
zh_hans: 俯卧时短暂抬起下巴

# well_visit_form.milestone.social_smile
source: Social smile
fr: Sourire social
zh_hans: 社会性微笑

# well_visit_form.milestone.coos_vowel_sounds
source: Coos / vowel sounds
fr: Gazouille / sons voyelles
zh_hans: 咕咕声 / 元音发声

# well_visit_form.milestone.follows_past_midline
source: Follows past midline
fr: Suit au-delà de la ligne médiane
zh_hans: 追视越过中线

# well_visit_form.milestone.lifts_head_45_prone
source: Lifts head ~45° in prone
fr: Soulève la tête ~45° en ventral
zh_hans: 俯卧时抬头约 45°

# well_visit_form.milestone.hands_to_mouth_opens_hands
source: Hands to mouth / opens hands
fr: Mains à la bouche / ouvre les mains
zh_hans: 手放入口中 / 张开手

# well_visit_form.milestone.alerts_quiets_to_sound_voice
source: Alerts/quiets to sound/voice
fr: Réagit / se calme aux sons / à la voix
zh_hans: 对声音/人声警觉或安静

# well_visit_form.milestone.babbles_coos
source: Babbles / coos
fr: Babille / gazouille
zh_hans: 牙牙学语 / 咕咕声

# well_visit_form.milestone.hands_midline_together
source: Hands to midline / together
fr: Mains à la ligne médiane / ensemble
zh_hans: 双手到中线 / 合拢

# well_visit_form.milestone.reaches_for_toys
source: Reaches for toys
fr: Attrape les jouets
zh_hans: 伸手取物

# well_visit_form.milestone.good_head_control
source: Good head control
fr: Bon contrôle de la tête
zh_hans: 头部控制良好

# well_visit_form.milestone.rolls_prone_to_supine
source: Rolls prone→supine
fr: Roule ventral→dorsal
zh_hans: 由俯卧翻至仰卧

# well_visit_form.milestone.responds_to_name
source: Responds to name
fr: Répond à son prénom
zh_hans: 对名字有反应

# well_visit_form.milestone.consonant_babble
source: Consonant babble
fr: Babillage consonantique
zh_hans: 辅音咿呀发声

# well_visit_form.milestone.transfers_hand_to_hand
source: Transfers objects hand-to-hand
fr: Transfère les objets d’une main à l’autre
zh_hans: 物品左右手传递

# well_visit_form.milestone.sits_minimal_support
source: Sits with minimal support
fr: S’assoit avec soutien minimal
zh_hans: 最少支撑下可坐

# well_visit_form.milestone.rolls_both_ways
source: Rolls both ways
fr: Roule dans les deux sens
zh_hans: 双向翻身

# well_visit_form.milestone.stranger_awareness
source: Stranger awareness
fr: Réaction à l’étranger
zh_hans: 识别陌生人

# well_visit_form.milestone.plays_peekaboo
source: Plays peek-a-boo
fr: Joue à « coucou »
zh_hans: 玩躲猫猫

# well_visit_form.milestone.mam_bab_dad_nonspecific
source: Mam/bab/dad (nonspecific)
fr: Ma/ba/da (non spécifique)
zh_hans: mam/bab/dad（非特指）

# well_visit_form.milestone.inferior_pincer_grasp
source: Inferior pincer grasp
fr: Pince inférieure
zh_hans: 下位钳抓

# well_visit_form.milestone.sits_without_support
source: Sits without support
fr: S’assoit sans soutien
zh_hans: 独坐

# well_visit_form.milestone.pulls_to_stand
source: Pulls to stand
fr: Se met debout en se tirant
zh_hans: 拉物站立

# well_visit_form.milestone.waves_byebye
source: Waves bye-bye
fr: Fait au revoir de la main
zh_hans: 挥手再见

# well_visit_form.milestone.mama_dada_specific
source: Mama/Dada specific
fr: Mama/Papa spécifique
zh_hans: 妈妈/爸爸（特指）

# well_visit_form.milestone.at_least_one_word
source: At least one word
fr: Au moins un mot
zh_hans: 至少说 1 个词

# well_visit_form.milestone.fine_pincer_grasp
source: Fine pincer grasp
fr: Pince fine
zh_hans: 精细钳抓

# well_visit_form.milestone.stands_alone
source: Stands alone
fr: Se tient debout seul
zh_hans: 独立站立

# well_visit_form.milestone.takes_a_few_steps
source: Takes a few steps
fr: Fait quelques pas
zh_hans: 走几步

# well_visit_form.milestone.points_proto_declarative
source: Points/Proto-declarative
fr: Pointe (proto-déclaratif)
zh_hans: 指物（原陈述性）

# well_visit_form.milestone.walks_independently
source: Walks independently
fr: Marche seul
zh_hans: 独立行走

# well_visit_form.milestone.scribbles
source: Scribbles
fr: Gribouille
zh_hans: 涂鸦

# well_visit_form.milestone.uses_3_words
source: Uses ≥3 words
fr: Utilise ≥3 mots
zh_hans: 使用 ≥3 个词

# well_visit_form.milestone.points_to_request_objects
source: Points to request objects
fr: Pointe pour demander un objet
zh_hans: 指物以请求

# well_visit_form.milestone.drinks_from_cup
source: Drinks from cup
fr: Boit au gobelet
zh_hans: 用杯子喝水

# well_visit_form.milestone.imitates_simple_actions
source: Imitates simple actions
fr: Imite des actions simples
zh_hans: 模仿简单动作

# well_visit_form.milestone.runs
source: Runs
fr: Court
zh_hans: 跑步

# well_visit_form.milestone.walks_up_steps_with_help
source: Walks up steps with help
fr: Monte les marches avec aide
zh_hans: 在帮助下上台阶

# well_visit_form.milestone.uses_10_to_25_words
source: Uses ~10–25 words
fr: Utilise ~10–25 mots
zh_hans: 使用约 10–25 个词

# well_visit_form.milestone.begins_pretend_play
source: Begins pretend play
fr: Commence le jeu d’imitation
zh_hans: 开始假装性游戏

# well_visit_form.milestone.points_to_3_body_parts
source: Points to ≥3 body parts
fr: Montre ≥3 parties du corps
zh_hans: 能指出 ≥3 个身体部位

# well_visit_form.milestone.feeds_self_with_spoon
source: Feeds self with spoon
fr: Mange seul à la cuillère
zh_hans: 用勺子自己进食

# well_visit_form.milestone.two_word_phrases
source: Two-word phrases
fr: Phrases de deux mots
zh_hans: 双词短语

# well_visit_form.milestone.follows_2_step_command
source: Follows 2-step command
fr: Suit une consigne en 2 étapes
zh_hans: 执行 2 步指令

# well_visit_form.milestone.jumps_with_both_feet
source: Jumps with both feet
fr: Saute à pieds joints
zh_hans: 双脚跳跃

# well_visit_form.milestone.stacks_5_to_6_blocks
source: Stacks 5–6 blocks
fr: Empile 5–6 cubes
zh_hans: 堆叠 5–6 块积木

# well_visit_form.milestone.parallel_play
source: Parallel play
fr: Jeu parallèle
zh_hans: 平行游戏

# well_visit_form.milestone.removes_some_clothing
source: Removes some clothing
fr: Enlève certains vêtements
zh_hans: 脱去部分衣物

# well_visit_form.milestone.understands_prepositions
source: Understands prepositions
fr: Comprend les prépositions
zh_hans: 理解介词

# well_visit_form.milestone.throws_ball_overhand
source: Throws ball overhand
fr: Lance une balle par-dessus
zh_hans: 过肩投球

# well_visit_form.milestone.imitates_vertical_line
source: Imitates vertical line
fr: Imite une ligne verticale
zh_hans: 模仿画竖线

# well_visit_form.milestone.toilet_awareness
source: Toilet awareness
fr: Conscience de la propreté
zh_hans: 如厕意识

# well_visit_form.milestone.vocabulary_50_words
source: Vocabulary ~50 words
fr: Vocabulaire ~50 mots
zh_hans: 词汇量约 50 个

# well_visit_form.milestone.shares_interest_with_adult
source: Shares interest with adult
fr: Partage son intérêt avec un adulte
zh_hans: 与成人分享兴趣

# well_visit_form.milestone.pedals_tricycle
source: Pedals tricycle
fr: Pédale sur un tricycle
zh_hans: 踩三轮车

# well_visit_form.milestone.balances_one_foot_momentarily
source: Balances on one foot momentarily
fr: Tient brièvement en équilibre sur un pied
zh_hans: 短暂单脚站立

# well_visit_form.milestone.draws_circle
source: Draws circle
fr: Dessine un cercle
zh_hans: 画圆

# well_visit_form.milestone.uses_3_word_sentences
source: Uses 3-word sentences
fr: Utilise des phrases de 3 mots
zh_hans: 使用三词句

# well_visit_form.milestone.names_colors_pictures
source: Names colors/pictures
fr: Nomme des couleurs / des images
zh_hans: 命名颜色/图片

# well_visit_form.milestone.engages_interactive_play
source: Engages in interactive play
fr: Participe à un jeu interactif
zh_hans: 参与互动游戏

# well_visit_form.visit_type.newborn_first
source: Newborn – first visit
fr: Nouveau-né — première visite
zh_hans: 新生儿 — 首次随访

# well_visit_form.visit_type.one_month
source: 1-month visit
fr: Visite de 1 mois
zh_hans: 1 个月随访

# well_visit_form.visit_type.two_month
source: 2-month visit
fr: Visite de 2 mois
zh_hans: 2 个月随访

# well_visit_form.visit_type.four_month
source: 4-month visit
fr: Visite de 4 mois
zh_hans: 4 个月随访

# well_visit_form.visit_type.six_month
source: 6-month visit
fr: Visite de 6 mois
zh_hans: 6 个月随访

# well_visit_form.visit_type.nine_month
source: 9-month visit
fr: Visite de 9 mois
zh_hans: 9 个月随访

# well_visit_form.visit_type.twelve_month
source: 12-month visit
fr: Visite de 12 mois
zh_hans: 12 个月随访

# well_visit_form.visit_type.fifteen_month
source: 15-month visit
fr: Visite de 15 mois
zh_hans: 15 个月随访

# well_visit_form.visit_type.eighteen_month
source: 18-month visit
fr: Visite de 18 mois
zh_hans: 18 个月随访

# well_visit_form.visit_type.twentyfour_month
source: 24-month visit
fr: Visite de 24 mois
zh_hans: 24 个月随访

# well_visit_form.visit_type.thirty_month
source: 30-month visit
fr: Visite de 30 mois
zh_hans: 30 个月随访

# well_visit_form.visit_type.thirtysix_month
source: 36-month visit
fr: Visite de 36 mois
zh_hans: 36 个月随访

# sick_episode_form.vitals.section_title
source: Vitals
fr: Constantes
zh_hans: 生命体征

# sick_episode_form.vitals.save_episode_first_hint
source: Save the episode first to enable vitals entry.
fr: Enregistrez d’abord l’épisode pour activer la saisie des constantes.
zh_hans: 请先保存本次就诊记录，以启用生命体征录入。

# sick_episode_form.vitals.weight_kg.placeholder
source: Weight (kg)
fr: Poids (kg)
zh_hans: 体重 (kg)

# sick_episode_form.vitals.height_cm.placeholder
source: Height (cm)
fr: Taille (cm)
zh_hans: 身高/身长 (cm)

# sick_episode_form.vitals.head_circ_cm.placeholder
source: Head circ (cm)
fr: Périmètre crânien (cm)
zh_hans: 头围 (cm)

# sick_episode_form.vitals.temperature_c.placeholder
source: Temperature (°C)
fr: Température (°C)
zh_hans: 体温 (°C)

# sick_episode_form.vitals.hr_bpm.placeholder
source: HR (bpm)
fr: FC (bpm)
zh_hans: 心率 (次/分)

# sick_episode_form.vitals.rr_per_min.placeholder
source: RR (/min)
fr: FR (/min)
zh_hans: 呼吸频率 (/分)

# sick_episode_form.vitals.spo2_percent.placeholder
source: SpO₂ (%)
zh_hans: 血氧饱和度 SpO₂ (%)

# sick_episode_form.vitals.bp_systolic.placeholder
source: BP systolic
fr: TA systolique
zh_hans: 收缩压

# sick_episode_form.vitals.bp_diastolic.placeholder
source: BP diastolic
fr: TA diastolique
zh_hans: 舒张压

# sick_episode_form.vitals.recorded_at_iso8601.placeholder
source: Recorded at (ISO8601)
fr: Enregistré à (ISO8601)
zh_hans: 测量时间 (ISO8601)

# sick_episode_form.vitals.recorded_at_iso8601.help
source: Leave blank for current time.
fr: Laissez vide pour l’heure actuelle.
zh_hans: 留空则使用当前时间。

# sick_episode_form.vitals.replace_previous_toggle
source: Replace previous vitals for this episode
fr: Remplacer les constantes précédentes pour cet épisode
zh_hans: 替换本次就诊已记录的生命体征

# sick_episode_form.vitals.save_button
source: Save vitals
fr: Enregistrer les constantes
zh_hans: 保存生命体征

# sick_episode_form.vitals.history_title
source: Vitals history (oldest → newest)
fr: Historique des constantes (anciennes → récentes)
zh_hans: 生命体征记录（最早 → 最新）

# sick_episode_form.vitals.none_message
source: No vitals recorded for this episode yet.
fr: Aucune constante enregistrée pour cet épisode pour l’instant.
zh_hans: 本次就诊尚未记录生命体征。

# sick_episode_form.section.main_complaint
source: Main Complaint
fr: Motif principal
zh_hans: 主要诉求

# sick_episode_form.section.hpi
source: History of Present Illness
fr: Histoire de la maladie actuelle
zh_hans: 现病史

# sick_episode_form.hpi.appearance.label
source: Appearance
fr: Aspect
zh_hans: 整体状态

# sick_episode_form.hpi.feeding.label
source: Feeding
fr: Alimentation
zh_hans: 进食情况

# sick_episode_form.hpi.breathing.label
source: Breathing
fr: Respiration
zh_hans: 呼吸情况

# sick_episode_form.hpi.urination.label
source: Urination
fr: Mictions
zh_hans: 排尿情况

# sick_episode_form.hpi.pain.label
source: Pain
fr: Douleur
zh_hans: 疼痛

# sick_episode_form.hpi.stools.label
source: Stools
fr: Selles
zh_hans: 大便

# sick_episode_form.hpi.context.label
source: Context
fr: Contexte
zh_hans: 相关背景

# sick_episode_form.hpi.summary.placeholder
source: HPI summary
fr: Résumé HMA
zh_hans: 现病史摘要

# sick_episode_form.hpi.duration_hours.placeholder
source: Duration (hours)
fr: Durée (heures)
zh_hans: 病程时长（小时）

# sick_episode_form.section.physical_exam
source: Physical Examination
fr: Examen clinique
zh_hans: 体格检查

# sick_episode_form.pe.general_appearance.label
source: General appearance
fr: Aspect général
zh_hans: 一般情况

# sick_episode_form.pe.hydration.label
source: Hydration
fr: Hydratation
zh_hans: 水合状态

# sick_episode_form.pe.color_hemodynamics.label
source: Color / Hemodynamics
fr: Couleur / hémodynamique
zh_hans: 肤色 / 血流动力学

# sick_episode_form.pe.skin.label
source: Skin
fr: Peau
zh_hans: 皮肤

# sick_episode_form.pe.ent.label
source: ENT
fr: ORL
zh_hans: 耳鼻喉

# sick_episode_form.pe.right_ear.label
source: Right ear
fr: Oreille droite
zh_hans: 右耳

# sick_episode_form.pe.left_ear.label
source: Left ear
fr: Oreille gauche
zh_hans: 左耳

# sick_episode_form.pe.right_eye.label
source: Right eye
fr: Œil droit
zh_hans: 右眼

# sick_episode_form.pe.left_eye.label
source: Left eye
fr: Œil gauche
zh_hans: 左眼

# sick_episode_form.pe.heart.label
source: Heart
fr: Cœur
zh_hans: 心脏

# sick_episode_form.pe.lungs.label
source: Lungs
fr: Poumons
zh_hans: 肺部

# sick_episode_form.pe.abdomen.label
source: Abdomen
zh_hans: 腹部

# sick_episode_form.pe.peristalsis.label
source: Peristalsis
fr: Péristaltisme
zh_hans: 肠蠕动

# sick_episode_form.pe.genitalia.label
source: Genitalia
fr: Organes génitaux
zh_hans: 生殖器

# sick_episode_form.pe.neurological.label
source: Neurological
fr: Neurologique
zh_hans: 神经系统

# sick_episode_form.pe.musculoskeletal.label
source: Musculoskeletal
fr: Appareil locomoteur
zh_hans: 肌肉骨骼系统

# sick_episode_form.pe.lymph_nodes.label
source: Lymph nodes
fr: Ganglions
zh_hans: 淋巴结

# sick_episode_form.section.problem_listing
source: Problem Listing
fr: Liste de problèmes
zh_hans: 问题列表

# sick_episode_form.problem_listing.generate_button
source: Generate Problem List
fr: Générer la liste de problèmes
zh_hans: 生成问题列表

# sick_episode_form.problem_listing.generate_help
source: Build an aggregated problem listing from patient age/sex, complaint, duration, and abnormal findings.
fr: Construire une liste de problèmes agrégée à partir de l’âge/du sexe, du motif, de la durée et des anomalies cliniques.
zh_hans: 基于患者年龄/性别、主诉、病程及异常体征生成综合问题列表。

# sick_episode_form.problem_listing.complementary_investigations.placeholder
source: Complementary investigations
fr: Examens complémentaires
zh_hans: 辅助检查

# sick_episode_form.problem_listing.working_diagnosis.placeholder
source: Working diagnosis
fr: Diagnostic de travail
zh_hans: 初步诊断

# sick_episode_form.section.plan
source: Plan
zh_hans: 处理计划

# sick_episode_form.plan.anticipatory_guidance.label
source: Anticipatory guidance
fr: Conseils anticipatoires
zh_hans: 预期指导

# sick_episode_form.plan.comments.placeholder
source: Comments
fr: Commentaires
zh_hans: 补充说明

# sick_episode_form.section.ai_assistance
source: AI Assistance
fr: Assistant IA
zh_hans: AI 辅助

# sick_episode_form.ai_assistance.description
source: JSON guideline flags run locally and do not change the record; AI queries will later be configured in the clinician profile.
fr: Les indicateurs de recommandations JSON s’exécutent localement et ne modifient pas le dossier ; les requêtes IA seront configurées plus tard dans le profil du clinicien.
zh_hans: 指南 JSON 规则在本地运行，不会修改病历；AI 查询将在医生配置中启用。

# sick_episode_form.ai_assistance.check_guideline_flags.button
source: Check guideline flags
fr: Vérifier les indicateurs de recommandations
zh_hans: 检查指南提示

# sick_episode_form.ai_assistance.ask_ai.button
source: Ask AI
fr: Demander à l’IA
zh_hans: 询问 AI

# sick_episode_form.ai_assistance.asking_ai.status
source: Asking AI…
fr: Interrogation de l’IA…
zh_hans: AI 处理中…

# sick_episode_form.ai_assistance.preview_ai_json.button
source: Preview AI JSON
fr: Aperçu du JSON IA
zh_hans: 查看 AI JSON

# sick_episode_form.ai_assistance.suggested_icd10.header
source: Suggested ICD-10
fr: CIM-10 suggérée
zh_hans: 建议的 ICD-10

# sick_episode_form.ai_assistance.apply_to_icd10.button
source: Apply to ICD-10 field
fr: Appliquer au champ CIM-10
zh_hans: 应用至 ICD-10

# sick_episode_form.ai_assistance.icd10_replace_warning
source: Current ICD-10 will be replaced.
fr: La CIM-10 actuelle sera remplacée.
zh_hans: 当前 ICD-10 将被替换。

# sick_episode_form.ai_assistance.icd10_candidates.header
source: ICD-10 codes found in AI note
fr: Codes CIM-10 trouvés dans la note IA
zh_hans: AI 识别的 ICD-10 编码

# sick_episode_form.ai_assistance.icd10_candidates.instruction
source: Tap a code to append it to the ICD-10 field. Duplicates are ignored.
fr: Touchez un code pour l’ajouter au champ CIM-10. Les doublons sont ignorés.
zh_hans: 点击编码以添加至 ICD-10 字段，重复项将被忽略。

# sick_episode_form.ai_assistance.guideline_flags.header
source: Guideline flags (local JSON)
fr: Indicateurs de recommandations (JSON local)
zh_hans: 指南提示（本地 JSON）

# sick_episode_form.ai_assistance.ai_notes.header
source: AI notes (per provider)
fr: Notes IA (par fournisseur)
zh_hans: AI 备注（按提供方）

# sick_episode_form.ai_assistance.ai_stub.label
source: AI (stub)
fr: IA (stub)
zh_hans: AI（占位）

# sick_episode_form.ai_assistance.history.header
source: AI history for this episode
fr: Historique IA pour cet épisode
zh_hans: 本次就诊的 AI 历史

# sick_episode_form.ai_assistance.history.time_na
source: Time: n/a
fr: Heure : n/a
zh_hans: 时间：未知

# sick_episode_form.ai_assistance.history.provider_unknown
source: provider: unknown
fr: fournisseur : inconnu
zh_hans: 提供方：未知

# sick_episode_form.ai_assistance.history.no_response_stored
source: (no response stored)
fr: (aucune réponse enregistrée)
zh_hans: （未保存任何响应）

# sick_episode_form.ai_assistance.history.selected_response.header
source: Selected AI response
fr: Réponse IA sélectionnée
zh_hans: 选定的 AI 响应

# sick_episode_form.ai_assistance.history.delete_entry.button
source: Delete this AI entry
fr: Supprimer cette entrée IA
zh_hans: 删除该 AI 记录

# sick_episode_form.ai_assistance.structured_json_debug.header
source: Structured episode JSON (debug)
fr: JSON structuré de l’épisode (debug)
zh_hans: 结构化就诊 JSON（调试）

# sick_episode_form.complaint.select_common_hint
source: Select common complaints
fr: Sélectionnez des motifs fréquents
zh_hans: 选择常见主诉

# sick_episode_form.complaint.other_complaints.placeholder
source: Other complaints (comma-separated)
fr: Autres motifs (séparés par des virgules)
zh_hans: 其他主诉（用逗号分隔）

# common.done
source: Done
fr: Terminé
zh_hans: 完成

# common.cancel
source: Cancel
fr: Annuler
zh_hans: 取消

# common.save
source: Save
fr: Enregistrer
zh_hans: 保存

# sick_episode_form.choice.fever
source: Fever
fr: Fièvre
zh_hans: 发热

# sick_episode_form.choice.cough
source: Cough
fr: Toux
zh_hans: 咳嗽
