Repository: nathanaelgoldman/pedi-ai-assistant-ios
Catalog: DrsMainApp/DrsMainApp/*.lproj/Localizable.strings
Languages: fr, zh_hans

# app.clinician_profile.app_lock.error.mismatch
source: Passwords do not match.
fr: Les mots de passe ne correspondent pas.
zh_hans: 两次输入的密码不一致。

# app.clinician_profile.nav_title.create
source: Create Clinician
fr: Créer un clinicien
zh_hans: 创建医生

# app.clinician_profile.nav_title.edit
source: Clinician Profile
fr: Profil du clinicien
zh_hans: 医生资料

# growth_store.error.open_failed
source: Could not open the database.
fr: Impossible d’ouvrir la base de données.
zh_hans: 无法打开数据库。

# growth_store.error.invalid_recorded_at
source: Date/time cannot be empty.
fr: La date/heure ne peut pas être vide.
zh_hans: 日期/时间不能为空。

# growth_store.error.missing_measurements
source: Please enter at least one measurement (weight, height, or head circumference).
fr: Veuillez saisir au moins une mesure (poids, taille ou périmètre crânien).
zh_hans: 请至少输入一项测量值（体重、身高或头围）。

# growth_store.error.query_failed
source: Database query failed.
fr: Échec de la requête à la base de données.
zh_hans: 数据库查询失败。

# growth_store.error.insert_failed
source: Could not save growth data.
fr: Impossible d’enregistrer les données de croissance.
zh_hans: 无法保存生长数据。

# growth_store.error.delete_failed
source: Could not delete growth data.
fr: Impossible de supprimer les données de croissance.
zh_hans: 无法删除生长数据。

# perinatalstore.error.no_db_url_resolvable
source: No database was provided and none could be resolved.
fr: Aucune base de données n’a été fournie et aucune n’a pu être résolue.
zh_hans: 未提供数据库，且无法解析数据库地址。

# perinatalstore.error.no_db_url_resolver_not_set
source: No database was provided and PerinatalStore.dbURLResolver is not set.
fr: Aucune base de données n’a été fournie et PerinatalStore.dbURLResolver n’est pas défini.
zh_hans: 未提供数据库，且未设置 PerinatalStore.dbURLResolver。

# pmhstore.error.open_db
source: Unable to open database
fr: Impossible d’ouvrir la base de données
zh_hans: 无法打开数据库

# pmhstore.error.schema
source: Schema error
fr: Erreur de schéma
zh_hans: 数据库结构错误

# pmhstore.error.prepare
source: Prepare failed
fr: Préparation échouée
zh_hans: 语句准备失败

# pmhstore.error.begin
source: BEGIN failed
fr: BEGIN échoué
zh_hans: 事务开始失败

# pmhstore.error.prepare_delete
source: Prepare delete failed
fr: Préparation de la suppression échouée
zh_hans: 删除语句准备失败

# pmhstore.error.delete
source: Delete failed
fr: Suppression échouée
zh_hans: 删除失败

# pmhstore.error.prepare_insert
source: Prepare insert failed
fr: Préparation de l’insertion échouée
zh_hans: 插入语句准备失败

# pmhstore.error.insert
source: Insert failed
fr: Insertion échouée
zh_hans: 插入失败

# wellVisitStore.error.open
source: Unable to open database at %@.
fr: Impossible d’ouvrir la base de données à %@.
zh_hans: 无法打开数据库：%@。

# wellVisitStore.error.prepare
source: Failed to prepare SQL: %@
fr: Échec de préparation SQL : %@
zh_hans: SQL 语句准备失败：%@

# wellVisitStore.error.step
source: SQLite step failed (rc=%d).
fr: Échec de l’étape SQLite (rc=%d).
zh_hans: SQLite 执行失败（rc=%d）。

# wellVisitStore.error.bindInt64
source: Failed to bind Int64 at index %d.
fr: Échec de liaison Int64 à l’index %d.
zh_hans: 在索引 %d 处绑定 Int64 失败。

# wellVisitStore.error.updateStep
source: Failed to update well visit (SQLite rc=%d).
fr: Impossible de mettre à jour la consultation (SQLite rc=%d).
zh_hans: 更新健康体检记录失败（SQLite rc=%d）。

# common.yes
source: yes
fr: Oui
zh_hans: 是

# common.no
source: no
fr: Non
zh_hans: 否

# appstate.profile.pmh.asthma_yes
source: Asthma: Yes
fr: Asthme : Oui
zh_hans: 哮喘：是

# appstate.profile.pmh.otitis_yes
source: Otitis: Yes
fr: Otites : Oui
zh_hans: 中耳炎：是

# appstate.profile.pmh.uti_yes
source: UTI: Yes
fr: IVU : Oui
zh_hans: 泌尿道感染：是

# appstate.profile.pmh.allergies_yes
source: Allergies: Yes
fr: Allergies : Oui
zh_hans: 过敏：是

# appstate.profile.pmh.allergy_details_format
source: Allergy details: %@
fr: Détails des allergies : %@
zh_hans: 过敏详情：%@

# appstate.profile.pmh.other_format
source: Other: %@
fr: Autre : %@
zh_hans: 其他：%@

# appstate.profile.pmh.updated_format
source: PMH updated: %@
fr: ATCD mis à jour : %@
zh_hans: 既往史已更新：%@

# appstate.profile.perinatal.pregnancy_risk_format
source: Pregnancy risk: %@
fr: Risque grossesse : %@
zh_hans: 妊娠风险：%@

# appstate.profile.perinatal.birth_mode_format
source: Birth mode: %@
fr: Mode d’accouchement : %@
zh_hans: 分娩方式：%@

# appstate.profile.perinatal.term_weeks_format
source: Term: %d weeks
fr: Terme : %d semaines
zh_hans: 孕周：%d 周

# appstate.profile.perinatal.resuscitation_format
source: Resuscitation: %@
fr: Réanimation : %@
zh_hans: 出生复苏：%@

# appstate.profile.perinatal.nicu_stay_format
source: NICU stay: %@
fr: Sejour en néonatologie: %@
zh_hans: NICU 住院：%@

# appstate.profile.perinatal.infection_risk_format
source: Infection risk: %@
fr: Risque infectieux : %@
zh_hans: 感染风险：%@

# appstate.profile.perinatal.birth_weight_g_format
source: Birth weight: %d g
fr: Poids de naissance : %d g
zh_hans: 出生体重：%d g

# appstate.profile.perinatal.birth_length_cm_format
source: Birth length: %.1f cm
fr: Taille de naissance : %.1f cm
zh_hans: 出生身长：%.1f cm

# appstate.profile.perinatal.birth_hc_cm_format
source: Head circ: %.1f cm
fr: PC : %.1f cm
zh_hans: 出生头围：%.1f cm

# appstate.profile.perinatal.maternity_events_format
source: Maternity events: %@
fr: Événements maternité : %@
zh_hans: 产房/住院事件：%@

# appstate.profile.perinatal.maternity_vaccinations_format
source: Maternity vaccs: %@
fr: Vaccins maternité : %@
zh_hans: 产科疫苗：%@

# appstate.profile.perinatal.vitamin_k_format
source: Vitamin K: %@
fr: Vitamine K : %@
zh_hans: 维生素 K：%@

# appstate.profile.perinatal.feeding_in_maternity_format
source: Feeding in maternity: %@
fr: Alimentation en maternité : %@
zh_hans: 产房喂养方式：%@

# appstate.profile.perinatal.passed_meconium_24h_format
source: Passed meconium 24h: %@
fr: Méconium <24h : %@
zh_hans: 24 小时内排胎便：%@

# appstate.profile.perinatal.urination_24h_format
source: Urination 24h: %@
fr: Miction <24h : %@
zh_hans: 24 小时内排尿：%@

# appstate.profile.perinatal.heart_screening_format
source: Heart screening: %@
fr: Dépistage cardiaque : %@
zh_hans: 心脏筛查：%@

# appstate.profile.perinatal.metabolic_screening_format
source: Metabolic screening: %@
fr: Dépistage métabolique : %@
zh_hans: 代谢筛查：%@

# appstate.profile.perinatal.hearing_screening_format
source: Hearing screening: %@
fr: Dépistage auditif : %@
zh_hans: 听力筛查：%@

# appstate.profile.perinatal.mother_vaccinations_format
source: Mother vaccs: %@
fr: Vaccins mère : %@
zh_hans: 母亲疫苗接种：%@

# appstate.profile.perinatal.family_vaccinations_format
source: Family vaccs: %@
fr: Vaccins famille : %@
zh_hans: 家庭成员疫苗接种：%@

# appstate.profile.perinatal.discharge_date_format
source: Discharge date: %@
fr: Date de sortie : %@
zh_hans: 出院日期：%@

# appstate.profile.perinatal.discharge_weight_g_format
source: Discharge weight: %d g
fr: Poids de sortie : %d g
zh_hans: 出院体重：%d g

# appstate.profile.perinatal.illnesses_after_birth_format
source: Illnesses after birth: %@
fr: Maladies néonatales : %@
zh_hans: 新生儿期疾病：%@

# appstate.profile.perinatal.updated_at_format
source: Updated at: %@
fr: Mis à jour à : %@
zh_hans: 更新时间：%@

# appstate.profile.perinatal.evolution_since_maternity_format
source: Evolution since maternity: %@
fr: Évolution depuis la sortie de maternité : %@
zh_hans: 出院后演变：%@

# visit.category.episode
source: Sick visit
fr: Consultation malade
zh_hans: 疾病就诊

# visit.category.well
source: Well visit
fr: Consultation de suivi
zh_hans: 健康体检

# appstate.visitdetails.patient.anonymous
source: Anon Patient
fr: Patient anonyme
zh_hans: 匿名患者

# appstate.visitdetails.milestones.achieved_format
source: Achieved %d/%d
fr: Atteint %d/%d
zh_hans: 已达成 %d/%d

# appstate.visitdetails.milestones.flags_label
source: Flags:
fr: Alertes :
zh_hans: 提示：

# appstate.perinatal.save_failed
source: Failed to save perinatal history
fr: Échec de l’enregistrement de l’historique périnatal
zh_hans: 围产期病史保存失败

# appstate.pmh.save_failed
source: Failed to save PMH
fr: Échec de l’enregistrement des antécédents
zh_hans: 既往史保存失败

# appstate.ai.pmh.condition.asthma
source: asthma
fr: Asthme
zh_hans: 哮喘

# appstate.ai.pmh.condition.recurrent_otitis
source: recurrent otitis
fr: Otites récidivantes
zh_hans: 反复中耳炎

# appstate.ai.pmh.condition.uti
source: urinary tract infection
fr: Infection des voies urinaires
zh_hans: 泌尿道感染

# appstate.ai.pmh.condition.allergies
source: allergies
zh_hans: 过敏

# appstate.ai.pmh.line.pmh_format
source: Past medical history: %@.
fr: Antécédents médicaux : %@.
zh_hans: 既往病史：%@。

# appstate.ai.pmh.line.allergy_details_format
source: Allergy details: %@.
fr: Détails des allergies : %@.
zh_hans: 过敏详情：%@。

# appstate.ai.pmh.line.other_pmh_format
source: Other PMH: %@.
fr: Autres antécédents : %@.
zh_hans: 其他既往史：%@。

# appstate.ai.icd10.bronchiolitis
source: J21.9 – Acute bronchiolitis, unspecified
fr: J21.9 – Bronchiolite aiguë, non précisée
zh_hans: J21.9 – 急性细支气管炎（未特指）

# appstate.ai.icd10.pneumonia
source: J18.9 – Pneumonia, unspecified organism
fr: J18.9 – Pneumonie, organisme non précisé
zh_hans: J18.9 – 肺炎（病原体未特指）

# appstate.ai.icd10.otitis
source: H66.9 – Otitis media, unspecified
fr: H66.9 – Otite moyenne, non précisée
zh_hans: H66.9 – 中耳炎（未特指）

# appstate.ai.icd10.asthma
source: J45.9 – Asthma, unspecified
fr: J45.9 – Asthme, non précisé
zh_hans: J45.9 – 哮喘（未特指）

# appstate.ai.icd10.diarrhea
source: R19.7 – Diarrhea, unspecified
fr: R19.7 – Diarrhée, non précisée
zh_hans: R19.7 – 腹泻（未特指）

# appstate.ai.icd10.uti
source: N39.0 – Urinary tract infection, site not specified
fr: N39.0 – Infection des voies urinaires, site non spécifié
zh_hans: N39.0 – 泌尿道感染（部位未特指）

# appstate.ai.icd10.fever
source: R50.9 – Fever, unspecified
fr: R50.9 – Fièvre, non précisée
zh_hans: R50.9 – 发热（未特指）

# appstate.ai.guidelines.rules_loaded
source: Guideline rules JSON loaded.
fr: Règles de directive JSON chargées.
zh_hans: 指南规则 JSON 已加载。

# appstate.ai.guidelines.no_match
source: No matching guideline criteria found for this episode.
fr: Aucune correspondance de critères de directive trouvée pour cet épisode.
zh_hans: 未找到符合本次就诊的指南标准。

# appstate.ai.guidelines.no_rules_configured
source: No guideline rules configured yet. Add pediatric guideline rules JSON in your profile to enable guideline-based flags.
fr: Aucune règle de directive configurée pour le moment. Ajoutez des règles JSON de directives pédiatriques dans votre profil pour activer les alertes basées sur les directives.
zh_hans: 尚未配置任何指南规则。请在医生个人资料中添加儿科指南 JSON 以启用基于指南的提示。

# ai.prompt.sick.defaultHeader
source: You are assisting with a pediatric sick visit. Read the clinical context below (problem listing, investigations, vaccination status, and past medical history) and provide: 1) A concise clinical summary. 2) A prioritized differential diagnosis list. 3) Suggested investigations only if they are clearly indicated. 4) A suggested ICD-10 code (or a short list), with brief justification.
fr: Vous aidez à une consultation pédiatrique pour un épisode de maladie. Lisez le contexte clinique ci-dessous (liste des problèmes, investigations, statut vaccinal et antécédents médicaux) et fournissez : 1) Un résumé clinique concis. 2) Une liste de diagnostics différentiels priorisés. 3) Des investigations suggérées uniquement si elles sont clairement indiquées. 4) Un code ICD-10 suggéré (ou une courte liste), avec une brève justification.
zh_hans: 你正在协助一次儿科疾病就诊。请阅读以下临床背景（问题列表、检查结果、疫苗接种情况及既往史），并提供： 1）简明的临床总结。 2）按优先级排列的鉴别诊断列表。 3）仅在明确指征时建议进一步检查。 4）建议的 ICD-10 编码（或简短列表），并附简要理由。

# ai.prompt.well.defaultHeader
source: You are assisting with a pediatric well-child visit (preventive care). Read the clinical context below (problem listing, perinatal history, past medical history, vaccination status, age and visit type) and provide: 1) A concise wellness assessment summary. 2) Key positive and negative findings relevant to growth and development. 3) Priority preventive care and anticipatory guidance topics for this visit. 4) Any red flags that would warrant further evaluation or investigations.
fr: Vous aidez à une consultation pédiatrique de suivi (soins préventifs). Lisez le contexte ci-dessous (liste des problèmes, historique périnatal, antécédents médicaux, statut vaccinal, âge et type de consultation) et fournissez : 1) Un résumé concis du bien-être. 2) Les principaux résultats positifs et négatifs concernant la croissance et le développement. 3) Les principaux sujets de soins préventifs et de conseils anticipés pour cette consultation. 4) Les signes d’alerte nécessitant une évaluation ou des investigations supplémentaires.
zh_hans: 你正在协助一次儿科健康体检（预防性随访）。请阅读以下临床背景（问题列表、围产期史、既往史、疫苗接种情况、年龄及就诊类型），并提供： 1）简明的健康评估总结。 2）与生长发育相关的关键阳性及阴性发现。 3）本次随访中应重点关注的预防保健与健康指导主题。 4）任何需要进一步评估或检查的警示信号。

# ai.prompt.section.patientEpisodeContext
source: Patient/episode context
fr: Contexte du patient/épisode
zh_hans: 患者 / 本次就诊背景

# ai.prompt.section.patientWellVisitContext
source: Patient/well-visit context
fr: Contexte du patient/consultation de suivi
zh_hans: 患者 / 健康体检背景

# ai.prompt.section.structuredEpisodeSnapshotJson
source: Structured episode snapshot (JSON)
fr: Aperçu structuré de l’épisode (JSON)
zh_hans: 结构化就诊快照（JSON）

# ai.prompt.section.structuredWellVisitSnapshotJson
source: Structured well-visit snapshot (JSON)
fr: Aperçu structuré de la consultation de suivi (JSON)
zh_hans: 结构化健康体检快照（JSON）

# ai.prompt.label.problemListing
source: Problem listing:
fr: Liste des problèmes :
zh_hans: 问题列表：

# ai.prompt.label.complementaryInvestigations
source: Complementary investigations:
fr: Investigations complémentaires :
zh_hans: 补充检查：

# ai.prompt.label.vaccinationStatus
source: Vaccination status: %@
fr: Statut vaccinal : %@
zh_hans: 疫苗接种情况：%@

# ai.prompt.label.vaccinationStatusNotDocumented
source: Vaccination status: not documented.
fr: Statut vaccinal : non documenté.
zh_hans: 疫苗接种情况：未记录。

# ai.prompt.label.pastMedicalHistory
source: Past medical history: %@
fr: Antécédents médicaux : %@
zh_hans: 既往病史：%@

# ai.prompt.label.pastMedicalHistoryNotDocumented
source: Past medical history: not documented.
fr: Antécédents médicaux : non documentés.
zh_hans: 既往病史：未记录。

# ai.prompt.label.visitType
source: Visit type: %@
zh_hans: 就诊类型：%@

# ai.prompt.label.ageDays
source: Age (days): %@
zh_hans: 年龄（天）：%@

# ai.prompt.label.ageDaysNotDocumented
source: Age (days): not documented.
zh_hans: 年龄（天）：未记录。

# ai.prompt.label.perinatalHistory
source: Perinatal history: %@
zh_hans: 围产期史：%@

# ai.prompt.label.perinatalHistoryNotDocumented
source: Perinatal history: not documented.
zh_hans: 围产期史：未记录。

# ai.prompt.placeholder.noneProvided
source: (none provided)
fr: (aucune donnée fournie)
zh_hans: （未提供）

# ai.prompt.placeholder.noneDocumented
source: (none documented)
fr: (aucune donnée documentée)
zh_hans: （未记录）

# appstate.ai.provider_error_fallback_format
source: AI provider error: %@. Falling back to local stub.
fr: Erreur du fournisseur IA : %@. Retour au modèle local.
zh_hans: AI 服务提供方错误：%@。已回退至本地占位逻辑。

# appstate.ai.stub.well.piece.problem_listing_provided
source: Problem listing provided
fr: Liste des problèmes fournie
zh_hans: 已提供问题列表

# appstate.ai.stub.well.piece.perinatal_included
source: Perinatal history included
fr: Historique périnatal inclus
zh_hans: 已包含围产期史

# appstate.ai.stub.well.piece.pmh_included
source: PMH included
fr: ATCD inclus
zh_hans: 已包含既往史

# appstate.ai.stub.well.piece.vaccination_included
source: Vaccination summary included
fr: Résumé du statut vaccinal inclus
zh_hans: 已包含疫苗接种摘要

# appstate.ai.stub.well.piece.age_days_format
source: Age in days: %d
fr: Âge en jours : %d
zh_hans: 日龄：%d

# appstate.ai.stub.well.piece.custom_prompt_configured
source: Clinician well-visit prompt configured
fr: Invite de consultation de suivi configurée par le clinicien
zh_hans: 已配置医生自定义健康体检 AI 提示词

# appstate.ai.stub.well.piece.using_default_prompt
source: Using default well-visit AI prompt
fr: Utilisation de l’invite par défaut pour la consultation de suivi
zh_hans: 使用默认健康体检 AI 提示词

# appstate.ai.stub.well.summary.no_context
source: Placeholder well-visit AI summary – no well-visit context was provided. Once configured, AI providers will analyze problem listing, perinatal history, PMH and vaccination status.
fr: Résumé de la consultation de suivi généré par défaut – aucun contexte de suivi fourni. Une fois configurés, les fournisseurs d’IA analyseront la liste des problèmes, l’historique périnatal, les ATCD et le statut vaccinal.
zh_hans: 健康体检 AI 占位总结 —— 未提供健康体检背景信息。完成配置后，AI 将分析问题列表、围产期史、既往史及疫苗接种情况。

# appstate.ai.stub.well.summary.format
source: Stub well-visit AI summary based on current context → %@
fr: Résumé de consultation de suivi basé sur le contexte actuel → %@
zh_hans: 基于当前背景的健康体检 AI 占位总结 → %@

# appstate.ai.stub.episode.piece.problem_listing_provided
source: Problem listing provided
fr: Liste des problèmes fournie
zh_hans: 已提供问题列表

# appstate.ai.stub.episode.piece.investigations_described
source: Investigations described
fr: Investigations décrites
zh_hans: 已描述检查情况

# appstate.ai.stub.episode.piece.vaccination_format
source: Vaccination: %@
zh_hans: 疫苗接种：%@

# appstate.ai.stub.episode.piece.pmh_included
source: PMH included
fr: ATCD inclus
zh_hans: 已包含既往史

# appstate.ai.stub.episode.piece.icd10_available_format
source: ICD-10 suggestion available (%@)
fr: Suggestion ICD-10 disponible (%@)
zh_hans: 已有 ICD-10 建议（%@）

# appstate.ai.stub.episode.piece.custom_prompt_configured
source: Clinician sick-visit prompt configured
fr: Invite de consultation malade configurée par le clinicien
zh_hans: 已配置医生自定义疾病就诊 AI 提示词

# appstate.ai.stub.episode.piece.using_default_prompt
source: Using default sick-visit AI prompt
fr: Utilisation de l’invite par défaut pour l’épisode de maladie
zh_hans: 使用默认疾病就诊 AI 提示词

# appstate.ai.stub.episode.summary.no_context
source: Placeholder AI summary – no episode context was provided. Once configured, AI providers will analyze problem listing, investigations, vaccination status and past medical history.
fr: Résumé de l’épisode de maladie généré par défaut – aucun contexte d’épisode fourni. Une fois configurés, les fournisseurs d’IA analyseront la liste des problèmes, les investigations, le statut vaccinal et les antécédents médicaux.
zh_hans: AI 占位总结 —— 未提供就诊背景信息。完成配置后，AI 将分析问题列表、检查结果、疫苗接种情况及既往史。

# appstate.ai.stub.episode.summary.format
source: Stub AI summary based on current episode → %@
fr: Résumé de l’épisode de maladie basé sur le contexte actuel → %@
zh_hans: 基于当前就诊背景的 AI 占位总结 → %@

# appstate.ai.inputs.model_unknown
source: Unknown
fr: Inconnu
zh_hans: 未知

# appstate.episode.start.guard_failed
source: startNewEpisode: guard failed (no pid or dbURL)
fr: startNewEpisode : garde échouée (aucun pid ou dbURL)
zh_hans: startNewEpisode：条件校验失败（缺少 pid 或 dbURL）

# appstate.episode.start.open_failed
source: startNewEpisode: sqlite3_open_v2 failed
fr: startNewEpisode : sqlite3_open_v2 a échoué
zh_hans: startNewEpisode：sqlite3_open_v2 失败

# appstate.episode.start.insert_prepare_failed_format
source: startNewEpisode: INSERT prepare failed: %@
fr: startNewEpisode : échec de la préparation de l’insertion : %@
zh_hans: startNewEpisode：INSERT 语句准备失败：%@

# appstate.episode.start.insert_failed_format
source: startNewEpisode: INSERT failed: %@
fr: startNewEpisode : échec de l’insertion : %@
zh_hans: startNewEpisode：INSERT 执行失败：%@

# appstate.episode.start.inserted_format
source: startNewEpisode: inserted row id %d, user_id=%@
fr: startNewEpisode : ligne insérée %d, user_id=%@
zh_hans: startNewEpisode：已插入记录 id %d，user_id=%@

# appstate.users_mirror.no_active_user_id
source: ensureActiveClinicianMirroredIntoBundleUsers: no activeUserID; skipping
fr: ensureActiveClinicianMirroredIntoBundleUsers : pas d’activeUserID ; saut de la mise à jour
zh_hans: ensureActiveClinicianMirroredIntoBundleUsers：无活动用户 ID，跳过同步

# appstate.users_mirror.open_clinicians_db_failed_format
source: ensureActiveClinicianMirroredIntoBundleUsers: failed to open clinicians DB at %@
fr: ensureActiveClinicianMirroredIntoBundleUsers : échec d’ouverture de la base de données des cliniciens %@
zh_hans: ensureActiveClinicianMirroredIntoBundleUsers：无法打开 clinicians 数据库：%@

# appstate.users_mirror.name_select_prepare_failed_format
source: ensureActiveClinicianMirroredIntoBundleUsers: name SELECT prepare failed: %@
zh_hans: ensureActiveClinicianMirroredIntoBundleUsers：姓名 SELECT 语句准备失败：%@

# appstate.users_mirror.no_clinician_row_found_format
source: ensureActiveClinicianMirroredIntoBundleUsers: no clinician row found for id %d in clinicians.sqlite
zh_hans: ensureActiveClinicianMirroredIntoBundleUsers：在 clinicians.sqlite 中未找到 clinician id=%d

# appstate.users_mirror.empty_name_skip_format
source: ensureActiveClinicianMirroredIntoBundleUsers: clinician %d has empty name; skipping mirror
zh_hans: ensureActiveClinicianMirroredIntoBundleUsers：clinician %d 姓名为空，跳过同步

# appstate.users_mirror.no_current_db_url
source: ensureActiveClinicianMirroredIntoBundleUsers: no currentDBURL; skipping mirror
zh_hans: ensureActiveClinicianMirroredIntoBundleUsers：无 currentDBURL，跳过同步

# appstate.users_mirror.open_bundle_db_failed_format
source: ensureActiveClinicianMirroredIntoBundleUsers: failed to open bundle DB at %@
zh_hans: ensureActiveClinicianMirroredIntoBundleUsers：无法打开 bundle 数据库：%@

# appstate.users_mirror.create_users_table_failed_format
source: ensureActiveClinicianMirroredIntoBundleUsers: CREATE TABLE users failed: %@
fr: ensureActiveClinicianMirroredIntoBundleUsers : échec de CREATE TABLE users : %@
zh_hans: ensureActiveClinicianMirroredIntoBundleUsers：CREATE TABLE users 失败：%@

# appstate.users_mirror.check_select_prepare_failed_format
source: ensureActiveClinicianMirroredIntoBundleUsers: check SELECT prepare failed: %@
fr: ensureActiveClinicianMirroredIntoBundleUsers : échec de préparation du SELECT de vérification : %@
zh_hans: ensureActiveClinicianMirroredIntoBundleUsers：检查 SELECT 语句准备失败：%@

# appstate.users_mirror.update_prepare_failed_format
source: ensureActiveClinicianMirroredIntoBundleUsers: UPDATE prepare failed: %@
fr: ensureActiveClinicianMirroredIntoBundleUsers : échec de préparation de UPDATE : %@
zh_hans: ensureActiveClinicianMirroredIntoBundleUsers：UPDATE 语句准备失败：%@

# appstate.users_mirror.update_step_failed_format
source: ensureActiveClinicianMirroredIntoBundleUsers: UPDATE step failed: %@
fr: ensureActiveClinicianMirroredIntoBundleUsers : échec de l’exécution de UPDATE : %@
zh_hans: ensureActiveClinicianMirroredIntoBundleUsers：UPDATE 执行失败：%@

# appstate.users_mirror.updated_user_format
source: ensureActiveClinicianMirroredIntoBundleUsers: updated user %d in bundle users table
fr: ensureActiveClinicianMirroredIntoBundleUsers : utilisateur %d mis à jour dans la table users du dossier
zh_hans: ensureActiveClinicianMirroredIntoBundleUsers：已更新 bundle users 表中的用户 %d

# appstate.users_mirror.insert_prepare_failed_format
source: ensureActiveClinicianMirroredIntoBundleUsers: INSERT prepare failed: %@
fr: ensureActiveClinicianMirroredIntoBundleUsers : échec de préparation de INSERT : %@
zh_hans: ensureActiveClinicianMirroredIntoBundleUsers：INSERT 语句准备失败：%@

# appstate.users_mirror.insert_step_failed_format
source: ensureActiveClinicianMirroredIntoBundleUsers: INSERT step failed: %@
fr: ensureActiveClinicianMirroredIntoBundleUsers : échec de l’exécution de INSERT : %@
zh_hans: ensureActiveClinicianMirroredIntoBundleUsers：INSERT 执行失败：%@

# appstate.users_mirror.inserted_user_format
source: ensureActiveClinicianMirroredIntoBundleUsers: inserted user %d into bundle users table
fr: ensureActiveClinicianMirroredIntoBundleUsers : utilisateur %d inséré dans la table users du dossier
zh_hans: ensureActiveClinicianMirroredIntoBundleUsers：已将用户 %d 插入 bundle users 表

# appstate.growth.add_manual.no_current_db_url
source: addGrowthPointManual: no current DB URL
fr: addGrowthPointManual : aucun DB URL courant
zh_hans: addGrowthPointManual：无当前 DB URL
