Repository: nathanaelgoldman/pedi-ai-assistant-ios
Catalog: DrsMainApp/DrsMainApp/*.lproj/Localizable.strings
Languages: fr, zh_hans

# pmh.placeholder.allergy_example
source: e.g., amoxicillin → rash
fr: p. ex. amoxicilline → éruption
zh_hans: 例如：阿莫西林 → 皮疹

# pmh.label.other_pmh
source: Other past medical history
fr: Autres antécédents médicaux
zh_hans: 其他既往病史

# pmh.nav.title
source: Past Medical History
fr: Antécédents médicaux
zh_hans: 既往病史

# vax.form.title
source: Vaccination Status
fr: Statut vaccinal
zh_hans: 疫苗接种状态

# vax.field.status.label
source: Status
fr: Statut
zh_hans: 状态

# vax.status.up_to_date
source: Up to date
fr: À jour
zh_hans: 已按时接种

# vax.status.delayed
source: Delayed
fr: En retard
zh_hans: 接种延迟

# vax.status.not_vaccinated
source: Not vaccinated
fr: Non vacciné
zh_hans: 未接种

# vax.status.unknown
source: Unknown
fr: Inconnu
zh_hans: 未知

# sickEpisode.title.new
source: New Sick Episode
fr: Nouvel épisode aigu
zh_hans: 新建疾病就诊

# sickEpisode.title.editWithID
source: Edit Sick Episode #%d
fr: Modifier l’épisode aigu n°%d
zh_hans: 编辑疾病就诊 #%d

# sickEpisode.toolbar.cancel
source: Cancel
fr: Annuler
zh_hans: 取消

# sickEpisode.toolbar.save
source: Save
fr: Enregistrer
zh_hans: 保存

# sickEpisode.toolbar.done
source: Done
fr: Terminé
zh_hans: 完成

# sickEpisode.button.done.inline
source: Done
fr: Terminé
zh_hans: 完成

# sickEpisode.section.vitals
source: Vitals
fr: Constantes
zh_hans: 生命体征

# sickEpisode.section.mainComplaint
source: Main Complaint
fr: Motif principal
zh_hans: 主要主诉

# sickEpisode.section.hpi
source: History of Present Illness
fr: Histoire de la maladie
zh_hans: 现病史

# sickEpisode.section.pe
source: Physical Examination
fr: Examen clinique
zh_hans: 体格检查

# sickEpisode.section.problemListing
source: Problem Listing
fr: Liste des problèmes
zh_hans: 问题列表

# sickEpisode.section.plan
source: Plan
zh_hans: 处理计划

# sickEpisode.section.ai
source: AI Assistance
fr: Aide IA
zh_hans: AI 辅助

# sickEpisode.complaints.selectCommon
source: Select common complaints
fr: Sélectionner des plaintes fréquentes
zh_hans: 选择常见主诉

# sickEpisode.complaints.other.placeholder
source: Other complaints (comma-separated)
fr: Autres plaintes (séparées par des virgules)
zh_hans: 其他主诉（用逗号分隔）

# sickEpisode.vitals.weight.placeholder
source: Weight (kg)
fr: Poids (kg)
zh_hans: 体重（kg）

# sickEpisode.vitals.height.placeholder
source: Height (cm)
fr: Taille (cm)
zh_hans: 身高（cm）

# sickEpisode.vitals.headCirc.placeholder
source: Head circ (cm)
fr: PC (cm)
zh_hans: 头围（cm）

# sickEpisode.vitals.temperature.placeholder
source: Temperature (°C)
fr: Température (°C)
zh_hans: 体温（°C）

# sickEpisode.vitals.hr.placeholder
source: HR (bpm)
fr: FC (bpm)
zh_hans: 心率（次/分）

# sickEpisode.vitals.rr.placeholder
source: RR (/min)
fr: FR (/min)
zh_hans: 呼吸频率（次/分）

# sickEpisode.vitals.spo2.placeholder
source: SpO₂ (%)
zh_hans: 血氧饱和度 SpO₂（%）

# sickEpisode.vitals.bpSys.placeholder
source: BP systolic
fr: TA systolique
zh_hans: 收缩压

# sickEpisode.vitals.bpDia.placeholder
source: BP diastolic
fr: TA diastolique
zh_hans: 舒张压

# sickEpisode.vitals.recordedAt.placeholder
source: Recorded at (ISO8601)
fr: Horodatage (ISO8601)
zh_hans: 记录时间（ISO8601）

# sickEpisode.vitals.recordedAt.help
source: Leave blank for current time.
fr: Laisser vide pour l’heure actuelle.
zh_hans: 留空则使用当前时间。

# sickEpisode.vitals.toggle.replacePrevious
source: Replace previous vitals for this episode
fr: Remplacer les constantes précédentes pour cet épisode
zh_hans: 替换本次就诊的既往生命体征

# sickEpisode.vitals.button.save
source: Save vitals
fr: Enregistrer les constantes
zh_hans: 保存生命体征

# sickEpisode.vitals.history.header
source: Vitals history (oldest → newest)
fr: Historique des constantes (ancien → récent)
zh_hans: 生命体征记录（最早 → 最新）

# sickEpisode.vitals.history.empty
source: No vitals recorded for this episode yet.
fr: Aucune constante enregistrée pour cet épisode.
zh_hans: 尚无该次就诊的生命体征记录。

# sickEpisode.hpi.appearance.label
source: Appearance
fr: Aspect général
zh_hans: 一般情况

# sickEpisode.hpi.feeding.label
source: Feeding
fr: Alimentation
zh_hans: 进食情况

# sickEpisode.hpi.breathing.label
source: Breathing
fr: Respiration
zh_hans: 呼吸情况

# sickEpisode.hpi.urination.label
source: Urination
fr: Urines
zh_hans: 排尿情况

# sickEpisode.hpi.pain.label
source: Pain
fr: Douleur
zh_hans: 疼痛

# sickEpisode.hpi.stools.label
source: Stools
fr: Selles
zh_hans: 大便

# sickEpisode.hpi.context.label
source: Context
fr: Contexte
zh_hans: 背景 / 诱因

# sickEpisode.pe.generalAppearance.label
source: General appearance
fr: Aspect général
zh_hans: 整体外观

# sickEpisode.pe.hydration.label
source: Hydration
fr: Hydratation
zh_hans: 水合状态

# sickEpisode.pe.color.label
source: Color / Hemodynamics
fr: Couleur / hémodynamique
zh_hans: 肤色 / 血流动力学

# sickEpisode.pe.skin.label
source: Skin
fr: Peau
zh_hans: 皮肤

# sickEpisode.pe.ent.label
source: ENT
fr: ORL
zh_hans: 耳鼻喉

# sickEpisode.pe.rightEar.label
source: Right ear
fr: Oreille droite
zh_hans: 右耳

# sickEpisode.pe.leftEar.label
source: Left ear
fr: Oreille gauche
zh_hans: 左耳

# sickEpisode.pe.rightEye.label
source: Right eye
fr: Œil droit
zh_hans: 右眼

# sickEpisode.pe.leftEye.label
source: Left eye
fr: Œil gauche
zh_hans: 左眼

# sickEpisode.pe.heart.label
source: Heart
fr: Cœur
zh_hans: 心脏

# sickEpisode.pe.lungs.label
source: Lungs
fr: Poumons
zh_hans: 肺部

# sickEpisode.pe.abdomen.label
source: Abdomen
zh_hans: 腹部

# sickEpisode.pe.peristalsis.label
source: Peristalsis
fr: Péristaltisme
zh_hans: 肠蠕动

# sickEpisode.pe.genitalia.label
source: Genitalia
fr: Organes génitaux
zh_hans: 外生殖器

# sickEpisode.pe.neuro.label
source: Neurological
fr: Neurologique
zh_hans: 神经系统

# sickEpisode.pe.msk.label
source: Musculoskeletal
fr: Musculo-squelettique
zh_hans: 肌肉骨骼系统

# sickEpisode.pe.lymphNodes.label
source: Lymph nodes
fr: Ganglions
zh_hans: 淋巴结

# sickEpisode.plan.complementaryInvestigations.label
source: Complementary investigations
fr: Examens complémentaires
zh_hans: 补充检查

# sickEpisode.plan.diagnosis.label
source: Working diagnosis
fr: Diagnostic de travail
zh_hans: 工作诊断

# sickEpisode.plan.medications.label
source: Medications
fr: Traitements
zh_hans: 用药

# sickEpisode.plan.anticipatoryGuidance.label
source: Anticipatory guidance
fr: Conseils anticipatoires
zh_hans: 预期指导

# sickEpisode.plan.comments.label
source: Comments
fr: Commentaires
zh_hans: 备注

# sickEpisode.ai.info.guidelineAndAI
source: JSON guideline flags run locally and do not change the record; AI queries will later be configured in the clinician profile.
fr: Les indicateurs de recommandations JSON sont exécutés localement et ne modifient pas le dossier ; les requêtes IA seront configurées ultérieurement dans le profil du clinicien.
zh_hans: JSON 指南标记在本地运行，不会更改病历记录；AI 查询将在医生个人资料中稍后配置。

# sickEpisode.ai.button.checkGuidelineFlags
source: Check guideline flags
fr: Vérifier les indicateurs de recommandations
zh_hans: 检查指南标记

# sickEpisode.ai.button.ask
source: Ask AI
fr: Interroger l’IA
zh_hans: 询问 AI

# sickEpisode.ai.button.ask.inProgress
source: Asking AI…
fr: Interrogation de l’IA…
zh_hans: 正在询问 AI…

# sickEpisode.ai.button.previewJSON
source: Preview AI JSON
fr: Aperçu du JSON IA
zh_hans: 预览 AI JSON

# sickEpisode.ai.icd10.suggestedHeader
source: Suggested ICD-10
fr: CIM-10 suggérée
zh_hans: 建议的 ICD-10

# sickEpisode.ai.icd10.applyButton
source: Apply to ICD-10 field
fr: Appliquer au champ CIM-10
zh_hans: 应用到 ICD-10 字段

# sickEpisode.ai.icd10.replaceWarning
source: Current ICD-10 will be replaced.
fr: La CIM-10 actuelle sera remplacée.
zh_hans: 当前 ICD-10 将被替换。

# sickEpisode.ai.icd10.candidatesHeader
source: ICD-10 codes found in AI note
fr: Codes CIM-10 trouvés dans la note IA
zh_hans: AI 记录中找到的 ICD-10 代码

# sickEpisode.ai.icd10.candidatesInstruction
source: Tap a code to append it to the ICD-10 field. Duplicates are ignored.
fr: Touchez un code pour l’ajouter au champ CIM-10. Les doublons sont ignorés.
zh_hans: 点按代码以追加到 ICD-10 字段。重复项将被忽略。

# sickEpisode.ai.guidelineFlags.header
source: Guideline flags (local JSON)
fr: Indicateurs de recommandations (JSON local)
zh_hans: 指南标记（本地 JSON）

# sickEpisode.ai.notes.header
source: AI notes (per provider)
fr: Notes IA (par fournisseur)
zh_hans: AI 备注（按医生）

# sickEpisode.ai.provider.stubLabel
source: AI (stub)
fr: IA (stub)
zh_hans: AI（占位）

# sickEpisode.ai.history.header
source: AI history for this episode
fr: Historique IA pour cet épisode
zh_hans: 本次就诊的 AI 历史记录

# sickEpisode.ai.history.timeFallback
source: Time: n/a
fr: Heure : n/a
zh_hans: 时间：无

# sickEpisode.ai.history.providerFallback
source: provider: unknown
fr: fournisseur : inconnu
zh_hans: 医生：未知

# sickEpisode.ai.history.noResponseFallback
source: (no response stored)
fr: (aucune réponse enregistrée)
zh_hans: （未保存任何回复）

# sickEpisode.ai.history.selectedHeader
source: Selected AI response
fr: Réponse IA sélectionnée
zh_hans: 已选择的 AI 回复

# sickEpisode.ai.history.button.delete
source: Delete this AI entry
fr: Supprimer cette entrée IA
zh_hans: 删除此 AI 记录

# sickEpisode.ai.debug.structuredJSONHeader
source: Structured episode JSON (debug)
fr: JSON structuré de l’épisode (debug)
zh_hans: 结构化就诊 JSON（调试）

# well_visit_form.milestone_status.achieved
source: Achieved
fr: Acquis
zh_hans: 已达成

# well_visit_form.milestone_status.not_yet
source: Not yet
fr: Pas encore acquis
zh_hans: 尚未

# well_visit_form.milestone_status.uncertain
source: Uncertain
fr: Incertain
zh_hans: 不确定

# well_visit_form.solids.title
source: Solid foods
fr: Aliments solides
zh_hans: 辅食

# well_visit_form.solids.started
source: Solid foods started
fr: Aliments solides commencés
zh_hans: 已开始添加辅食

# well_visit_form.solids.start_date
source: Start date
fr: Date de début
zh_hans: 开始日期

# well_visit_form.solids.intake
source: Solid food intake
fr: Prise d’aliments solides
zh_hans: 辅食摄入情况

# well_visit_form.solids.quality
source: Solid food quantity / quality
fr: Quantité / qualité des aliments solides
zh_hans: 辅食数量 / 质量

# well_visit_form.shared.appears_good
source: Appears good
fr: Semble bon
zh_hans: 看起来良好

# well_visit_form.shared.uncertain
source: Uncertain
fr: Incertain
zh_hans: 不确定

# well_visit_form.shared.probably_limited
source: Probably limited
fr: Probablement limité
zh_hans: 可能有限

# well_visit_form.feeding_older.title
source: Variety & dairy intake
fr: Variété & apports en produits laitiers
zh_hans: 食物多样性与乳制品摄入

# well_visit_form.feeding_older.food_variety_quality.label
source: Food variety quality
fr: Qualité de la variété alimentaire
zh_hans: 食物多样性质量

# well_visit_form.feeding_older.food_variety_quality.picker
source: Food variety quality
fr: Qualité de la variété alimentaire
zh_hans: 食物多样性质量

# well_visit_form.feeding_older.dairy_intake.label
source: Dairy intake (per day)
fr: Apports en produits laitiers (par jour)
zh_hans: 乳制品摄入量（每天）

# well_visit_form.feeding_older.dairy_intake.picker
source: Dairy intake (per day)
fr: Apports en produits laitiers (par jour)
zh_hans: 乳制品摄入量（每天）

# well_visit_form.feeding_older.dairy_intake.1
source: 1 cup or bottle
fr: 1 tasse ou biberon
zh_hans: 1 杯或 1 瓶

# well_visit_form.feeding_older.dairy_intake.2
source: 2 cups or bottles
fr: 2 tasses ou biberons
zh_hans: 2 杯或 2 瓶

# well_visit_form.feeding_older.dairy_intake.3
source: 3 cups or bottles
fr: 3 tasses ou biberons
zh_hans: 3 杯或 3 瓶

# well_visit_form.feeding_older.dairy_intake.4
source: 4 cups or bottles
fr: 4 tasses ou biberons
zh_hans: 4 杯或 4 瓶

# well_visit_form.feeding_older.still_breastfeeding
source: Current breastfeeding
fr: Allaitement actuel
zh_hans: 仍在母乳喂养

# well_visit_form.ai.title
source: AI Assistant
fr: Assistant IA
zh_hans: AI 助手

# well_visit_form.ai.run
source: Run AI summary
fr: Exécuter le résumé IA
zh_hans: 运行 AI 总结

# well_visit_form.ai.empty_state
source: No AI summary yet. Tap Run AI summary to generate suggestions for this visit.
fr: Aucun résumé IA pour l’instant. Touchez Exécuter le résumé IA pour générer des suggestions pour cette consultation.
zh_hans: 尚无 AI 总结。点按“运行 AI 总结”以生成本次随访建议。

# well_visit_form.mchat.score.label
source: M-CHAT score
fr: Score M-CHAT
zh_hans: M-CHAT 评分

# well_visit_form.mchat.score.placeholder
source: e.g. 0–20
fr: p. ex. 0–20
zh_hans: 例如：0–20

# well_visit_form.mchat.result.placeholder
source: M-CHAT result (e.g. low / medium / high risk)
fr: Résultat M-CHAT (p. ex. risque faible / moyen / élevé)
zh_hans: M-CHAT 结果（例如：低 / 中 / 高风险）

# well_visit_form.mchat.risk.low
source: Based on the M-CHAT score, this result falls into the Low risk (0–2) category.
fr: Selon le score M-CHAT, ce résultat correspond à la catégorie Risque faible (0–2).
zh_hans: 根据 M-CHAT 评分，该结果属于低风险（0–2）。

# well_visit_form.mchat.risk.medium
source: Based on the M-CHAT score, this result falls into the Medium risk (3–7) category.
fr: Selon le score M-CHAT, ce résultat correspond à la catégorie Risque moyen (3–7).
zh_hans: 根据 M-CHAT 评分，该结果属于中风险（3–7）。

# well_visit_form.mchat.risk.high
source: Based on the M-CHAT score, this result falls into the High risk (8–20) category.
fr: Selon le score M-CHAT, ce résultat correspond à la catégorie Risque élevé (8–20).
zh_hans: 根据 M-CHAT 评分，该结果属于高风险（8–20）。

# well_visit_form.mchat.result.low_risk
source: low risk
fr: risque faible
zh_hans: 低风险

# well_visit_form.mchat.result.medium_risk
source: medium risk
fr: risque modéré
zh_hans: 中风险

# well_visit_form.mchat.result.high_risk
source: high risk
fr: risque élevé
zh_hans: 高风险

# well_visit_form.dev_test.title
source: Developmental test
fr: Test développemental
zh_hans: 发育测评

# well_visit_form.dev_test.score.label
source: Dev test score
fr: Score du test de développement
zh_hans: 发育测评分数

# well_visit_form.dev_test.score.placeholder
source: score
zh_hans: 分数

# well_visit_form.dev_test.result.placeholder
source: Dev test result (e.g. normal / delayed / borderline)
fr: Résultat du test (p. ex. normal / retard / limite)
zh_hans: 发育测评结果（例如：正常 / 延迟 / 临界）

# well_visit_form.problem_listing.title
source: Problem listing
fr: Liste des problèmes
zh_hans: 问题列表

# well_visit_form.problem_listing.update_from_findings
source: Update from findings
fr: Mettre à jour à partir des constatations
zh_hans: 根据发现更新

# well_visit_form.conclusions.title
source: Conclusions
zh_hans: 结论

# well_visit_form.plan.title
source: Plan / Anticipatory Guidance
fr: Plan / Conseils anticipatoires
zh_hans: 计划 / 预期指导

# well_visit_form.clinician_comment.title
source: Clinician comment
fr: Commentaire du clinicien
zh_hans: 医生备注

# well_visit_form.next_visit.title
source: Next visit
fr: Date de la prochaine visite
zh_hans: 下次随访日期

# well_visit_form.next_visit.toggle
source: Set next visit date
fr: Planifier la prochaine visite
zh_hans: 安排下次随访

# well_visit_form.next_visit.datepicker
source: Next visit date
fr: Date de la prochaine visite
zh_hans: 下次随访日期

# well_visit_form.nav.new
source: New Well Visit
fr: Nouvelle consultation de suivi
zh_hans: 新建健康随访

# well_visit_form.nav.edit
source: Edit Well Visit
fr: Modifier la consultation de suivi
zh_hans: 编辑健康随访

# well_visit_form.toolbar.cancel
source: Cancel
fr: Annuler
zh_hans: 取消

# well_visit_form.toolbar.save
source: Save
fr: Enregistrer
zh_hans: 保存

# well_visit_form.alert.save_failed.title
source: Could not save visit
fr: Impossible d’enregistrer la consultation
zh_hans: 无法保存随访

# well_visit_form.alert.ok
source: OK
zh_hans: 确定

# well_visit_form.alert.unknown_error
source: Unknown error.
fr: Erreur inconnue.
zh_hans: 未知错误。

# well_visit_form.problem_listing.pe.default_abnormal_impression
source: abnormal impression.
fr: impression anormale.
zh_hans: 异常印象。

# well_visit_form.problem_listing.pe.default_abnormal
source: abnormal.
fr: anormal.
zh_hans: 异常。

# well_visit_form.problem_listing.pe.label.trophic_state
source: Trophic state
fr: État trophique
zh_hans: 营养状态

# well_visit_form.problem_listing.pe.label.hydration
source: Hydration
fr: Hydratation
zh_hans: 水合状态

# well_visit_form.problem_listing.pe.label.color
source: Color
fr: Coloration
zh_hans: 肤色

# well_visit_form.problem_listing.pe.label.fontanelle
source: Fontanelle
zh_hans: 囟门

# well_visit_form.problem_listing.pe.label.pupils
source: Pupils
fr: Pupilles
zh_hans: 瞳孔

# well_visit_form.problem_listing.pe.label.ocular_motility
source: Ocular motility
fr: Motricité oculaire
zh_hans: 眼球运动

# well_visit_form.problem_listing.pe.label.tone
source: Tone
fr: Tonus
zh_hans: 肌张力

# well_visit_form.problem_listing.pe.label.wakefulness
source: Wakefulness / reactivity
fr: Éveil / réactivité
zh_hans: 清醒度 / 反应性

# well_visit_form.problem_listing.pe.label.hands_opening
source: Hands / opening
fr: Mains / ouverture
zh_hans: 手 / 张开

# well_visit_form.problem_listing.pe.label.symmetry_movements
source: Symmetry of movements
fr: Symétrie des mouvements
zh_hans: 动作对称性

# well_visit_form.problem_listing.pe.label.follows_midline
source: Follows to midline
fr: Suit jusqu’à la ligne médiane
zh_hans: 可追视至中线

# well_visit_form.problem_listing.pe.label.moro_reflex
source: Moro reflex
fr: Réflexe de Moro
zh_hans: 莫罗反射

# well_visit_form.problem_listing.pe.label.respiratory
source: Respiratory
fr: Respiratoire
zh_hans: 呼吸系统

# well_visit_form.problem_listing.pe.label.cardiac
source: Cardiac
fr: Cardiaque
zh_hans: 心血管

# well_visit_form.problem_listing.pe.label.abdomen
source: Abdomen
zh_hans: 腹部

# well_visit_form.problem_listing.pe.label.liver_spleen
source: Liver / spleen
fr: Foie / rate
zh_hans: 肝 / 脾

# well_visit_form.problem_listing.pe.label.umbilicus
source: Umbilicus
fr: Ombilic
zh_hans: 脐部

# well_visit_form.problem_listing.pe.label.genitalia
source: Genitalia
fr: Organes génitaux
zh_hans: 外生殖器

# well_visit_form.problem_listing.pe.label.testicles
source: Testicles
fr: Testicules
zh_hans: 睾丸

# well_visit_form.problem_listing.pe.label.femoral_pulses
source: Femoral pulses
fr: Pouls fémoraux
zh_hans: 股动脉搏动

# well_visit_form.problem_listing.pe.label.spine_posture
source: Spine / posture
fr: Colonne / posture
zh_hans: 脊柱 / 姿势

# well_visit_form.problem_listing.pe.label.hips_limbs
source: Hips / limbs
fr: Hanches / membres
zh_hans: 髋部 / 四肢

# well_visit_form.problem_listing.pe.label.skin_marks
source: Skin marks
fr: Marques cutanées
zh_hans: 皮肤印记

# well_visit_form.problem_listing.pe.label.skin_integrity
source: Skin integrity
fr: Intégrité cutanée
zh_hans: 皮肤完整性

# well_visit_form.problem_listing.pe.label.rash_lesions
source: Rash / lesions
fr: Éruption / lésions
zh_hans: 皮疹 / 皮损

# well_visit_form.problem_listing.pe.label.teeth
source: Teeth
fr: Dents
zh_hans: 牙齿

# well_visit_form.problem_listing.pe.label.additional_pe_notes
source: Additional PE notes
fr: Notes supplémentaires d’examen
zh_hans: 其他体检备注

# well_visit_form.problem_listing.pe.abdomen.mass_palpable
source: mass palpable
fr: masse palpable
zh_hans: 可触及包块

# well_visit_form.problem_listing.pe.testicles.not_fully_descended
source: not fully descended
fr: non complètement descendus
zh_hans: 未完全下降

# well_visit_form.problem_listing.pe.teeth.present
source: present
fr: présentes
zh_hans: 有

# well_visit_form.problem_listing.pe.teeth.absent
source: absent
fr: absentes
zh_hans: 无

# well_visit_form.problem_listing.pe.teeth.count_format
source: (%d teeth)
fr: (%d dents)
zh_hans: （%d 颗牙）

# well_visit_form.section.physical_exam
source: Physical examination
fr: Examen physique
zh_hans: 体格检查

# well_visit_form.pe.shared.normal
source: Normal
zh_hans: 正常

# well_visit_form.pe.shared.yes
source: Yes
fr: Oui
zh_hans: 是

# well_visit_form.pe.general.title
source: General / appearance
fr: Général / apparence
zh_hans: 一般情况 / 外观

# well_visit_form.pe.general.trophic.label
source: Trophic state / weight impression
fr: État trophique / impression pondérale
zh_hans: 营养状态 / 体重印象

# well_visit_form.pe.general.trophic.comment.placeholder
source: Trophic comment (optional)
fr: Commentaire trophique (optionnel)
zh_hans: 营养状态备注（可选）

# well_visit_form.pe.general.hydration.label
source: Hydration
fr: Hydratation
zh_hans: 水合状态

# well_visit_form.pe.general.hydration.comment.placeholder
source: Hydration comment (optional)
fr: Commentaire sur l’hydratation (optionnel)
zh_hans: 水合状态备注（可选）

# well_visit_form.pe.general.color.label
source: Color
fr: Coloration
zh_hans: 肤色

# well_visit_form.pe.general.color.picker
source: Color
fr: Coloration
zh_hans: 肤色

# well_visit_form.pe.general.color.option.normal
source: Normal
fr: Normale
zh_hans: 正常

# well_visit_form.pe.general.color.option.jaundice
source: Jaundice
fr: Ictère
zh_hans: 黄疸

# well_visit_form.pe.general.color.option.pale
source: Pale
fr: Pâle
zh_hans: 苍白

# well_visit_form.pe.general.color.comment.placeholder
source: Color comment (optional)
fr: Commentaire sur la coloration (optionnel)
zh_hans: 肤色备注（可选）

# well_visit_form.pe.general.fontanelle.label
source: Fontanelle
zh_hans: 囟门

# well_visit_form.pe.general.fontanelle.comment.placeholder
source: Fontanelle comment (optional)
fr: Commentaire sur la fontanelle (optionnel)
zh_hans: 囟门备注（可选）

# well_visit_form.pe.general.pupils.label
source: Pupils (RR / symmetry)
fr: Pupilles (RR / symétrie)
zh_hans: 瞳孔（对光反射 / 对称性）

# well_visit_form.pe.general.pupils.comment.placeholder
source: Pupils comment (optional)
fr: Commentaire sur les pupilles (optionnel)
zh_hans: 瞳孔备注（可选）

# well_visit_form.pe.general.ocular_motility.label
source: Ocular motility / alignment
fr: Motricité oculaire / alignement
zh_hans: 眼球运动 / 对齐情况

# well_visit_form.pe.general.ocular_motility.comment.placeholder
source: Ocular motility comment (optional)
fr: Commentaire sur la motricité oculaire (optionnel)
zh_hans: 眼球运动备注（可选）

# well_visit_form.pe.teeth.title
source: Teeth / oral cavity
fr: Dents / cavité buccale
zh_hans: 牙齿 / 口腔

# well_visit_form.pe.teeth.present.label
source: Teeth present
fr: Dents présentes
zh_hans: 是否出牙

# well_visit_form.pe.teeth.count.label
source: Number of teeth (approx)
fr: Nombre de dents (approx.)
zh_hans: 牙齿数量（约）

# well_visit_form.pe.teeth.count.placeholder
source: e.g. 4
fr: p. ex. 4
zh_hans: 例如：4

# well_visit_form.pe.teeth.comment.placeholder
source: Teeth / oral comment (optional)
fr: Commentaire dents / bouche (optionnel)
zh_hans: 牙齿 / 口腔备注（可选）

# well_visit_form.pe.neuro.title
source: Neurologic / behaviour
fr: Neurologique / comportement
zh_hans: 神经系统 / 行为

# well_visit_form.pe.neuro.tone.label
source: Tone
fr: Tonus
zh_hans: 肌张力

# well_visit_form.pe.neuro.tone.comment.placeholder
source: Tone comment (optional)
fr: Commentaire sur le tonus (optionnel)
zh_hans: 肌张力备注（可选）

# well_visit_form.pe.neuro.wakefulness.label
source: Wakefulness / reactivity
fr: Éveil / réactivité
zh_hans: 清醒度 / 反应性

# well_visit_form.pe.neuro.wakefulness.comment.placeholder
source: Wakefulness comment (optional)
fr: Commentaire sur l’éveil (optionnel)
zh_hans: 清醒度备注（可选）

# well_visit_form.pe.neuro.hands_fists.label
source: Hands in fists / opening
fr: Mains en poings / ouverture
zh_hans: 手握拳 / 张开情况

# well_visit_form.pe.neuro.hands_fists.comment.placeholder
source: Hands comment (optional)
fr: Commentaire sur les mains (optionnel)
zh_hans: 手部情况备注（可选）

# well_visit_form.pe.neuro.symmetry.label
source: Symmetry of movements
fr: Symétrie des mouvements
zh_hans: 动作对称性

# well_visit_form.pe.neuro.symmetry.comment.placeholder
source: Symmetry comment (optional)
fr: Commentaire sur la symétrie (optionnel)
zh_hans: 对称性备注（可选）

# well_visit_form.pe.neuro.follows_midline.label
source: Follows to midline
fr: Suit jusqu’à la ligne médiane
zh_hans: 可追视至中线

# well_visit_form.pe.neuro.follows_midline.comment.placeholder
source: Follows midline comment (optional)
fr: Commentaire sur le suivi (optionnel)
zh_hans: 追视情况备注（可选）

# well_visit_form.pe.neuro.moro.label
source: Moro reflex
fr: Réflexe de Moro
zh_hans: 莫罗反射

# well_visit_form.pe.neuro.moro.comment.placeholder
source: Moro comment (optional)
fr: Commentaire sur le Moro (optionnel)
zh_hans: 莫罗反射备注（可选）

# well_visit_form.pe.respiratory.title
source: Respiratory
fr: Respiratoire
zh_hans: 呼吸系统

# well_visit_form.pe.respiratory.breathing.label
source: Breathing / auscultation
fr: Respiration / auscultation
zh_hans: 呼吸 / 听诊
