Repository: nathanaelgoldman/pedi-ai-assistant-ios
Catalog: DrsMainApp/DrsMainApp/*.lproj/Localizable.strings
Languages: fr, zh_hans

# report.error.rtf_body_not_ascii
source: RTF body is not ASCII-serializable
fr: Le corps RTF n’est pas sérialisable en ASCII
zh_hans: RTF 正文无法以 ASCII 编码

# report.error.rtf_encode_final_ascii
source: Failed to encode final RTF as ASCII
fr: Échec d’encodage du RTF final en ASCII
zh_hans: 最终 RTF ASCII 编码失败

# report.error.read_intermediate_pdf_part_format
source: Failed to read intermediate PDF part #%d
fr: Échec de lecture de la partie PDF intermédiaire n°%d
zh_hans: 无法读取中间 PDF 片段 #%d

# report.error.create_merged_pdf_data
source: Failed to create merged PDF data
fr: Échec de création des données PDF fusionnées
zh_hans: 生成合并 PDF 数据失败

# report.error.charts_pdf_consumer_failed
source: ChartsPDF: consumer failed
fr: ChartsPDF : échec du consumer
zh_hans: ChartsPDF：PDF consumer 创建失败

# report.error.charts_pdf_context_failed
source: ChartsPDF: context failed
fr: ChartsPDF : échec du contexte
zh_hans: ChartsPDF：PDF context 创建失败

# report.chart.caption.weight_for_age
source: Weight-for-Age
fr: Poids pour l’âge
zh_hans: 体重-年龄

# report.chart.caption.length_for_age
source: Length/Height-for-Age
fr: Taille/Longueur pour l’âge
zh_hans: 身长/身高-年龄

# report.chart.caption.head_circumference_for_age
source: Head Circumference-for-Age
fr: Périmètre crânien pour l’âge
zh_hans: 头围-年龄

# visit.type.one_month
source: 1-month visit
fr: Visite de 1 mois
zh_hans: 1 月龄体检

# visit.type.two_month
source: 2-month visit
fr: Visite de 2 mois
zh_hans: 2 月龄体检

# visit.type.four_month
source: 4-month visit
fr: Visite de 4 mois
zh_hans: 4 月龄体检

# visit.type.six_month
source: 6-month visit
fr: Visite de 6 mois
zh_hans: 6 月龄体检

# visit.type.nine_month
source: 9-month visit
fr: Visite de 9 mois
zh_hans: 9 月龄体检

# visit.type.twelve_month
source: 12-month visit
fr: Visite de 12 mois
zh_hans: 12 月龄体检

# visit.type.fifteen_month
source: 15-month visit
fr: Visite de 15 mois
zh_hans: 15 月龄体检

# visit.type.eighteen_month
source: 18-month visit
fr: Visite de 18 mois
zh_hans: 18 月龄体检

# visit.type.twentyfour_month
source: 24-month visit
fr: Visite de 24 mois
zh_hans: 24 月龄体检

# visit.type.thirty_month
source: 30-month visit
fr: Visite de 30 mois
zh_hans: 30 月龄体检

# visit.type.thirtysix_month
source: 36-month visit
fr: Visite de 36 mois
zh_hans: 36 月龄体检

# visit.type.newborn_1st_after_maternity
source: Newborn 1st After Maternity
fr: Nouveau-né : 1ʳᵉ visite après maternité
zh_hans: 新生儿（产后首次随访）

# visit.type.episode
source: Sick visit
fr: Consultation maladie
zh_hans: 疾病就诊

# report.well_visit.default_title
source: Well Visit
fr: Visite de suivi
zh_hans: 健康体检

# report.previous.age
source: Age %@
fr: Âge %@
zh_hans: 年龄 %@

# report.previous.issues_since_last
source: Issues since last: %@
fr: Problèmes depuis la dernière : %@
zh_hans: 自上次以来的问题：%@

# report.previous.problems
source: Problems: %@
fr: Problèmes : %@
zh_hans: 问题：%@

# report.previous.conclusions
source: Conclusions: %@
zh_hans: 结论：%@

# report.previous.parents_concerns
source: Parents’ concerns: %@
fr: Préoccupations des parents : %@
zh_hans: 家长关切：%@

# report.previous.comments
source: Comments: %@
fr: Commentaires : %@
zh_hans: 备注：%@

# report.perinatal.pregnancy_risk
source: Pregnancy risk: %@
fr: Risque de grossesse : %@
zh_hans: 妊娠风险：%@

# report.perinatal.birth_mode
source: Birth mode: %@
fr: Mode d’accouchement : %@
zh_hans: 分娩方式：%@

# report.perinatal.gestation_age_weeks
source: GA: %d w
fr: AG : %d sem
zh_hans: 孕周：%d 周

# report.perinatal.resuscitation
source: Resuscitation: %@
fr: Réanimation : %@
zh_hans: 复苏：%@

# report.perinatal.nicu
source: NICU: %@
fr: USIN : %@
zh_hans: 新生儿监护室：%@

# report.perinatal.infection_risk
source: Infection risk: %@
fr: Risque infectieux : %@
zh_hans: 感染风险：%@

# report.perinatal.birth_weight_g
source: BW: %@ g
fr: PN : %@ g
zh_hans: 出生体重：%@ g

# report.perinatal.birth_length_cm
source: BL: %@ cm
fr: TN : %@ cm
zh_hans: 出生身长：%@ cm

# report.perinatal.birth_head_circumference_cm
source: HC: %@ cm
fr: PC : %@ cm
zh_hans: 出生头围：%@ cm

# report.perinatal.maternity_stay_events
source: Maternity stay: %@
fr: Séjour en maternité : %@
zh_hans: 产房/产科事件：%@

# report.perinatal.maternity_vaccinations
source: Maternity vaccinations: %@
fr: Vaccins en maternité : %@
zh_hans: 产期疫苗：%@

# report.perinatal.vitamin_k
source: Vitamin K: %@
fr: Vitamine K : %@
zh_hans: 维生素 K：%@

# report.perinatal.feeding_in_maternity
source: Feeding: %@
fr: Alimentation : %@
zh_hans: 住院期间喂养：%@

# report.perinatal.meconium_24h
source: Meconium 24h: %@
fr: Méconium 24 h : %@
zh_hans: 24 小时内排胎便：%@

# report.perinatal.urination_24h
source: Urination 24h: %@
fr: Mictions 24 h : %@
zh_hans: 24 小时内排尿：%@

# report.perinatal.heart_screening
source: Heart: %@
fr: Cœur : %@
zh_hans: 心脏筛查：%@

# report.perinatal.metabolic_screening
source: Metabolic: %@
fr: Métabolique : %@
zh_hans: 代谢筛查：%@

# report.perinatal.hearing_screening
source: Hearing: %@
fr: Audition : %@
zh_hans: 听力筛查：%@

# report.perinatal.mother_vaccinations
source: Mother vaccinations: %@
fr: Vaccins maternels : %@
zh_hans: 母亲疫苗接种：%@

# report.perinatal.family_vaccinations
source: Family vaccinations: %@
fr: Vaccins familiaux : %@
zh_hans: 家庭成员疫苗接种：%@

# report.perinatal.maternity_discharge_date
source: Maternity Discharge date: %@
fr: Date de sortie de maternité : %@
zh_hans: 出院日期：%@

# report.perinatal.discharge_weight_g
source: Discharge Wt: %@ g
fr: Poids de sortie : %@ g
zh_hans: 出院体重：%@ g

# report.perinatal.illnesses_after_birth
source: Neonatal ilness: %@
fr: Maladie en période néonatale : %@
zh_hans: 新生儿期疾病：%@

# report.perinatal.evolution_since_maternity
source: Evolution since discharge: %@
fr: Évolution depuis la sortie de maternité : %@
zh_hans: 出院后情况演变：%@

# report.dev.devtest
source: Developmental Test
fr: Test de développement
zh_hans: 发育评估测试

# report.dev.parent_concerns
source: Parent Concerns
fr: Préoccupations des parents
zh_hans: 家长关切

# report.milestone.default_title
source: Milestone
fr: Jalon
zh_hans: 发育里程碑

# report.sick.basics.feeding
source: Feeding
fr: Alimentation
zh_hans: 喂养

# report.sick.basics.urination
source: Urination
fr: Mictions
zh_hans: 排尿

# report.sick.basics.breathing
source: Breathing
fr: Respiration
zh_hans: 呼吸

# report.sick.basics.pain
source: Pain
fr: Douleur
zh_hans: 疼痛

# report.sick.basics.context
source: Context
fr: Contexte
zh_hans: 背景

# report.sick.pe.general_appearance
source: General appearance
fr: Aspect général
zh_hans: 一般外观

# report.sick.pe.hydration
source: Hydration
fr: Hydratation
zh_hans: 水合状态

# report.sick.pe.color
source: Color
fr: Coloration
zh_hans: 肤色

# report.sick.pe.skin
source: Skin
fr: Peau
zh_hans: 皮肤

# report.sick.pe.ent
source: ENT
fr: ORL
zh_hans: 耳鼻喉

# report.sick.pe.right_ear
source: Right ear
fr: Oreille droite
zh_hans: 右耳

# report.sick.pe.left_ear
source: Left ear
fr: Oreille gauche
zh_hans: 左耳

# report.sick.pe.right_eye
source: Right eye
fr: Œil droit
zh_hans: 右眼

# report.sick.pe.left_eye
source: Left eye
fr: Œil gauche
zh_hans: 左眼

# report.sick.pe.heart
source: Heart
fr: Cœur
zh_hans: 心脏

# report.sick.pe.lungs
source: Lungs
fr: Poumons
zh_hans: 肺部

# report.sick.pe.abdomen
source: Abdomen
zh_hans: 腹部

# report.sick.pe.peristalsis
source: Peristalsis
fr: Péristaltisme
zh_hans: 肠蠕动

# report.sick.pe.genitalia
source: Genitalia
fr: Organes génitaux
zh_hans: 生殖器

# report.sick.pe.neurological
source: Neurological
fr: Neurologique
zh_hans: 神经系统

# report.sick.pe.musculoskeletal
source: Musculoskeletal
fr: Musculo-squelettique
zh_hans: 肌肉骨骼系统

# report.sick.pe.lymph_nodes
source: Lymph nodes
fr: Ganglions
zh_hans: 淋巴结

# report.sick.pe.group.general
source: General
fr: Général
zh_hans: 一般情况

# report.sick.pe.group.ent
source: ENT
fr: ORL
zh_hans: 耳鼻喉

# report.sick.pe.group.cardiorespiratory
source: Cardiorespiratory
fr: Cardiorespiratoire
zh_hans: 心肺系统

# report.sick.pe.group.abdomen
source: Abdomen
zh_hans: 腹部

# report.sick.pe.group.genitalia
source: Genitalia
fr: Organes génitaux
zh_hans: 生殖器

# report.sick.pe.group.neuro_msk_lymph
source: Neuro / MSK / Lymph
fr: Neuro / MSK / Ganglions
zh_hans: 神经 / 肌骨 / 淋巴

# report.sick.pmh.asthma
source: Asthma
fr: Asthme
zh_hans: 哮喘

# report.sick.pmh.otitis
source: Otitis
fr: Otite
zh_hans: 中耳炎

# report.sick.pmh.uti
source: UTI
fr: Infection urinaire
zh_hans: 泌尿道感染

# report.sick.pmh.allergies
source: Allergies
zh_hans: 过敏

# ai.model.label
source: Model
fr: Modèle
zh_hans: 模型

# ai.model.unknown
source: Unknown
fr: Inconnu
zh_hans: 未知

# report.previousWell.visitLabel.default
source: Well Visit
fr: Visite de suivi
zh_hans: 健康体检

# report.previousWell.title.agePart
source: Age %@
fr: Âge %@
zh_hans: 年龄 %@

# report.previousWell.line.issuesSinceLast
source: Issues since last: %@
fr: Problèmes depuis la dernière : %@
zh_hans: 自上次以来的问题：%@

# report.previousWell.line.problems
source: Problems: %@
fr: Problèmes : %@
zh_hans: 问题：%@

# report.previousWell.line.conclusions
source: Conclusions: %@
zh_hans: 结论：%@

# report.previousWell.line.parentsConcerns
source: Parents’ concerns: %@
fr: Préoccupations des parents : %@
zh_hans: 家长关切：%@

# report.previousWell.line.comments
source: Comments: %@
fr: Commentaires : %@
zh_hans: 备注：%@

# report.well.current.label.notes
source: Notes
zh_hans: 备注

# report.well.current.label.breastfeeding
source: Breastfeeding
fr: Allaitement
zh_hans: 母乳喂养

# report.well.current.label.formula
source: Formula
fr: Lait artificiel
zh_hans: 配方奶

# report.well.current.label.solids
source: Solids
fr: Solides
zh_hans: 辅食

# error.bundle.noActivePatientBundle
source: No active patient bundle opened
fr: Aucun dossier patient actif ouvert
zh_hans: 未打开任何有效的患者数据包

# common.user.number
source: User #%d
fr: Utilisateur #%d
zh_hans: 用户 #%d

# common.normal
source: normal
zh_hans: 正常

# common.abnormal
source: abnormal
fr: anormal
zh_hans: 异常

# report.age.format.days
source: %dd
fr: %dj
zh_hans: %d天

# report.age.format.months
source: %dm
zh_hans: %d月

# report.age.format.monthsDays
source: %dm %dd
fr: %dm %dj
zh_hans: %d月 %d天

# report.age.format.years
source: %dy
fr: %da
zh_hans: %d岁

# report.age.format.yearsMonths
source: %dy %dm
fr: %da %dm
zh_hans: %d岁 %d月

# report.pe.group.general
source: General
fr: Général
zh_hans: 一般情况

# report.pe.group.headEyes
source: Head & Eyes
fr: Tête & yeux
zh_hans: 头部与眼睛

# report.pe.group.cardioPulses
source: Cardio / Pulses
fr: Cardio / pouls
zh_hans: 心脏 / 脉搏

# report.pe.group.abdomen
source: Abdomen
zh_hans: 腹部

# report.pe.group.genitalia
source: Genitalia
fr: Organes génitaux
zh_hans: 生殖器

# report.pe.group.spineHips
source: Spine & Hips
fr: Colonne & hanches
zh_hans: 脊柱与髋部

# report.pe.group.skin
source: Skin
fr: Peau
zh_hans: 皮肤

# report.pe.group.neuroDevelopment
source: Neuro / Development
fr: Neuro / développement
zh_hans: 神经 / 发育

# report.pe.line.color
source: Color: %@
fr: Coloration : %@
zh_hans: 肤色：%@

# report.pe.line.teethPresent
source: Teeth present: %@
fr: Dents présentes : %@
zh_hans: 是否出牙：%@

# report.pe.line.teethCount
source: Number of teeth: %@
fr: Nombre de dents : %@
zh_hans: 牙齿数量：%@

# report.pe.line.abdominalMassPresent
source: Abdominal mass: present
fr: Masse abdominale : présente
zh_hans: 腹部包块：存在

# report.pe.line.genitalia
source: Genitalia: %@
fr: Organes génitaux : %@
zh_hans: 生殖器：%@

# report.pe.line.testiclesDescended
source: Testicles descended: %@
fr: Testicules descendus : %@
zh_hans: 睾丸已下降：%@

# report.pe.item.trophic
source: Trophic
fr: État trophique
zh_hans: 营养状态

# report.pe.item.hydration
source: Hydration
fr: Hydratation
zh_hans: 水合状态

# report.pe.item.tone
source: Tone
fr: Tonus
zh_hans: 肌张力

# report.pe.item.breathing
source: Breathing
fr: Respiration
zh_hans: 呼吸

# report.pe.item.wakefulness
source: Wakefulness
fr: Éveil
zh_hans: 清醒程度

# report.pe.item.fontanelle
source: Fontanelle
zh_hans: 前囟

# report.pe.item.teethDentition
source: Teeth / dentition
fr: Dents / dentition
zh_hans: 牙齿 / 齿列

# report.pe.item.pupilsRR
source: Pupils RR
fr: Pupilles RR
zh_hans: 瞳孔对光反射

# report.pe.item.ocularMotility
source: Ocular motility
fr: Motilité oculaire
zh_hans: 眼球活动

# report.pe.item.heartSounds
source: Heart sounds
fr: Bruits du cœur
zh_hans: 心音

# report.pe.item.femoralPulses
source: Femoral pulses
fr: Pouls fémoraux
zh_hans: 股动脉搏动

# report.pe.item.liverSpleen
source: Liver/Spleen
fr: Foie / rate
zh_hans: 肝 / 脾

# report.pe.item.umbilic
source: Umbilic
fr: Ombilic
zh_hans: 脐部

# report.pe.item.spine
source: Spine
fr: Colonne
zh_hans: 脊柱

# report.pe.item.hips
source: Hips
fr: Hanches
zh_hans: 髋关节

# report.pe.item.marks
source: Marks
fr: Marques
zh_hans: 皮肤痕迹

# report.pe.item.integrity
source: Integrity
fr: Intégrité
zh_hans: 完整性

# report.pe.item.rash
source: Rash
fr: Éruption
zh_hans: 皮疹

# report.pe.item.muscleTone
source: Muscle tone
fr: Tonus musculaire
zh_hans: 肌张力

# report.pe.item.moro
source: Moro
zh_hans: 莫罗反射

# report.pe.item.primitiveNeuro
source: Primitive neuro
fr: Réflexes archaïques
zh_hans: 原始反射

# report.pe.item.handsInFist
source: Hands in fist
fr: Mains en poing
zh_hans: 手握拳

# report.pe.item.symmetry
source: Symmetry
fr: Symétrie
zh_hans: 对称性

# report.pe.item.followsMidline
source: Follows midline
fr: Suit la ligne médiane
zh_hans: 能追视至中线

# report.well.problem.stools.abnormalPattern
source: Stools: abnormal pattern reported
fr: Selles : schéma anormal rapporté
zh_hans: 大便：异常模式

# report.well.problem.stools.hardConstipated
source: Stools: hard / constipated
fr: Selles : dures / constipation
zh_hans: 大便：干硬 / 便秘

# report.well.problem.stools.other
source: Stools: %@
fr: Selles : %@
zh_hans: 大便：%@

# report.well.current.label.feedingComment
source: Feeding Comment
fr: Commentaire sur l’alimentation
zh_hans: 喂养备注

# report.well.current.label.milkTypes
source: Milk Types
fr: Types de lait
zh_hans: 奶类种类

# report.well.current.label.foodVarietyQuantity
source: Food Variety / Quantity
fr: Variété / quantité des aliments
zh_hans: 食物种类 / 摄入量

# report.well.current.label.dairyAmount
source: Dairy Amount
fr: Quantité de produits laitiers (nombre de tasses)
zh_hans: 乳制品摄入量

# report.well.current.label.feedingIssue
source: Feeding Issue
fr: Problème d’alimentation
zh_hans: 喂养问题

# report.well.current.label.feedsPer24h
source: Feeds / 24h
fr: Tétées / 24 h
zh_hans: 24小时喂养次数

# report.well.current.label.feedVolumeML
source: Feed Volume (ml)
fr: Volume par prise (ml)
zh_hans: 单次喂养量（ml）

# report.well.current.label.estimatedTotalML24h
source: Estimated Total (ml/24h)
fr: Total estimé (ml/24 h)
zh_hans: 估算总量（ml/24h）

# report.well.current.label.estimatedMLkg24h
source: Estimated (ml/kg/24h)
fr: Estimé (ml/kg/24 h)
zh_hans: 估算（ml/kg/24h）

# report.well.current.label.regurgitation
source: Regurgitation
fr: Régurgitations
zh_hans: 反流

# report.well.current.label.wakesForFeeds
source: Wakes for Feeds
fr: Réveils pour tétées
zh_hans: 夜间醒来进食

# report.well.current.label.expressedBM
source: Expressed BM
fr: Lait maternel tiré
zh_hans: 挤出的母乳

# report.well.current.label.solidFoodsStarted
source: Solid Foods Started
fr: Début des solides
zh_hans: 已开始辅食

# report.well.current.label.solidFoodStart
source: Solid Food Start
fr: Date de début des solides
zh_hans: 辅食开始时间

# report.well.current.label.solidFoodQuality
source: Solid Food Quality
fr: Qualité des solides
zh_hans: 辅食品质

# report.well.current.label.solidFoodNotes
source: Solid Food Notes
fr: Notes sur les solides
zh_hans: 辅食备注

# report.well.current.label.stoolPattern
source: Stool pattern
fr: Schéma des selles
zh_hans: 大便模式

# report.well.current.label.stoolComment
source: Stool comment
fr: Commentaire sur les selles
zh_hans: 大便备注

# report.well.current.label.vitaminD
source: Vitamin D
fr: Vitamine D
zh_hans: 维生素 D

# report.well.current.label.vitaminDGiven
source: Vitamin D Given
fr: Vitamine D donnée
zh_hans: 已补充维生素 D

# report.well.current.label.iron
source: Iron
fr: Fer
zh_hans: 铁剂

# report.well.current.label.other
source: Other
fr: Autre
zh_hans: 其他

# report.well.current.label.totalHours
source: Total hours
fr: Heures totales
zh_hans: 总睡眠时长

# report.well.current.label.naps
source: Naps
fr: Siestes
zh_hans: 白天小睡

# report.well.current.label.nightWakings
source: Night wakings
fr: Réveils nocturnes
zh_hans: 夜间醒来次数

# report.well.current.label.sleepQuality
source: Quality
fr: Qualité
zh_hans: 睡眠质量

# report.well.current.label.sleepRegular
source: Regular
fr: Régularité
zh_hans: 规律

# report.well.current.label.sleepSnoring
source: Snoring
fr: Ronflements
zh_hans: 打鼾

# report.well.current.label.sleepIssueReported
source: Issue Reported
fr: Problème signalé
zh_hans: 报告睡眠问题

# report.well.current.label.sleepIssueNotes
source: Issue Notes
fr: Notes sur le problème
zh_hans: 睡眠问题备注

# report.well.measurement.weight
source: Weight
fr: Poids
zh_hans: 体重

# report.well.measurement.length
source: Length
fr: Taille
zh_hans: 身长

# report.well.measurement.headCircumference
source: Head Circumference
fr: Périmètre crânien
zh_hans: 头围

# report.well.measurement.weightGainSinceDischarge
source: Weight gain since discharge
fr: Prise de poids depuis la sortie
zh_hans: 出院后体重增长

# report.well.measurement.weightGain.value.overDays
source: %@%d g over %d days
fr: %@%d g sur %d jours
zh_hans: %@%d 克（%d 天内）

# report.well.measurement.weightGain.value.simple
source: %@%d g
zh_hans: %@%d 克

# report.vitals.part.weight
source: Weight: %@
fr: Poids : %@
zh_hans: 体重：%@

# report.vitals.part.heightLength
source: Height/Length: %@
fr: Taille/longueur : %@
zh_hans: 身高 / 身长：%@

# report.vitals.part.temp
source: Temp: %@
fr: Température : %@
zh_hans: 体温：%@

# report.vitals.part.hr
source: HR: %@
fr: FC : %@
zh_hans: 心率：%@

# report.vitals.part.rr
source: RR: %@
fr: FR : %@
zh_hans: 呼吸频率：%@

# report.vitals.part.spo2
source: SpO₂: %@
zh_hans: 血氧饱和度：%@

# report.vitals.part.bp
source: BP: %@
fr: TA : %@
zh_hans: 血压：%@

# report.vitals.part.measured
source: Measured: %@
fr: Mesuré : %@
zh_hans: 测量时间：%@

# report.growth.title.wfa_0_60m
source: Weight-for-Age (0–60 m)
fr: Poids-pour-âge (0–60 m)
zh_hans: 年龄别体重（0–60 月）

# report.growth.title.lhfa_0_60m
source: Length/Height-for-Age (0–60 m)
fr: Taille/longueur-pour-âge (0–60 m)
zh_hans: 年龄别身长 / 身高（0–60 月）

# report.growth.title.hcfa_0_60m
source: Head Circumference-for-Age (0–60 m)
fr: Périmètre crânien-pour-âge (0–60 m)
zh_hans: 年龄别头围（0–60 月）

# report.growth.error.who_csv_not_found_fmt
source: WHO CSV not found for %1$@ %2$@
fr: CSV OMS introuvable pour %1$@ %2$@
zh_hans: 未找到 WHO CSV：%1$@ %2$@

# report.growth.error.bad_header_fmt
source: Bad WHO header in %1$@
fr: En-tête OMS invalide dans %1$@
zh_hans: %1$@ 中的 WHO 表头错误

# report.growth.axis.age_months
source: Age (months)
fr: Âge (mois)
zh_hans: 年龄（月）

# report.growth.legend.patient
source: Patient
zh_hans: 患者

# growth.who.error.resource_not_found
source: WHO resource not found: %@
fr: Ressource OMS introuvable : %@
zh_hans: 未找到 WHO 资源：%@

# growth.who.error.bad_header
source: Bad header in %@.csv
fr: En-tête invalide dans %@.csv
zh_hans: %@.csv 表头错误

# growth.who.error.no_data_rows
source: No data rows in %@.csv
fr: Aucune ligne de données dans %@.csv
zh_hans: %@.csv 中无数据行

# exporter.mac.error.no_active_bundle
source: No active patient bundle is open to export.
fr: Aucun dossier patient actif n’est ouvert pour l’export.
zh_hans: 当前没有打开任何患者数据包，无法导出。

# exporter.mac.savepanel.title
source: Export peMR Bundle
fr: Exporter le dossier peMR
zh_hans: 导出 peMR 数据包

# exporter.bundlezip.error.source_not_directory
source: Source is not a directory: %@
fr: La source n’est pas un dossier : %@
zh_hans: 源路径不是目录：%@

# exporter.bundlezip.error.zip_failed
source: Failed to create zip (code %d). Output: %@
fr: Échec de création du zip (code %d). Sortie : %@
zh_hans: 创建 zip 失败（代码 %d）。输出： %@

# growthdatafetcher.log.open_db_failed
source: Open DB failed at %@
fr: Échec d’ouverture de la BD à %@
zh_hans: 打开数据库失败：%@

# growthdatafetcher.log.dob_missing
source: DOB missing/unparseable for patient id %lld
fr: Date de naissance manquante/non interprétable pour l’id patient %lld
zh_hans: 患者 ID %lld 的出生日期缺失或无法解析

# alias.color.gold
source: Gold
fr: Or
zh_hans: 金色

# alias.color.silver
source: Silver
fr: Argent
zh_hans: 银色

# alias.color.emerald
source: Emerald
fr: Émeraude
zh_hans: 翡翠

# alias.color.sapphire
source: Sapphire
fr: Saphir
zh_hans: 蓝宝石

# alias.color.ruby
source: Ruby
fr: Rubis
zh_hans: 红宝石

# alias.color.amber
source: Amber
fr: Ambre
zh_hans: 琥珀

# alias.color.indigo
source: Indigo
zh_hans: 靛蓝

# alias.color.ivory
source: Ivory
fr: Ivoire
zh_hans: 象牙

# alias.color.obsidian
source: Obsidian
fr: Obsidienne
zh_hans: 黑曜石

# alias.color.coral
source: Coral
fr: Corail
zh_hans: 珊瑚

# alias.color.mint
source: Mint
fr: Menthe
zh_hans: 薄荷

# alias.color.violet
source: Violet
zh_hans: 紫罗兰

# alias.color.azure
source: Azure
fr: Azur
zh_hans: 蔚蓝

# alias.color.cocoa
source: Cocoa
fr: Cacao
zh_hans: 可可

# alias.color.slate
source: Slate
fr: Ardoise
zh_hans: 石板灰

# alias.animal.dolphin
source: Dolphin
fr: Dauphin
zh_hans: 海豚

# alias.animal.panda
source: Panda
zh_hans: 熊猫

# alias.animal.falcon
source: Falcon
fr: Faucon
zh_hans: 猎鹰

# alias.animal.tiger
source: Tiger
fr: Tigre
zh_hans: 老虎

# alias.animal.owl
source: Owl
fr: Hibou
zh_hans: 猫头鹰

# alias.animal.turtle
source: Turtle
fr: Tortue
zh_hans: 海龟

# alias.animal.koala
source: Koala
zh_hans: 考拉

# alias.animal.unicorn
source: Unicorn
fr: Licorne
zh_hans: 独角兽

# alias.animal.penguin
source: Penguin
fr: Pingouin
zh_hans: 企鹅

# alias.animal.whale
source: Whale
fr: Baleine
zh_hans: 鲸鱼

# alias.animal.lion
source: Lion
zh_hans: 狮子

# alias.animal.parrot
source: Parrot
fr: Perroquet
zh_hans: 鹦鹉

# alias.animal.butterfly
source: Butterfly
fr: Papillon
zh_hans: 蝴蝶

# alias.animal.octopus
source: Octopus
fr: Poulpe
zh_hans: 章鱼

# alias.animal.dragon
source: Dragon
zh_hans: 龙

# alias.animal.zebra
source: Zebra
fr: Zèbre
zh_hans: 斑马

# vitals.band.neonate
source: neonate
fr: nouveau-né
zh_hans: 新生儿

# vitals.band.infant
source: infant
fr: nourrisson
zh_hans: 婴儿

# vitals.band.toddler
source: toddler
fr: tout-petit
zh_hans: 幼儿

# vitals.band.preschool
source: preschool
fr: préscolaire
zh_hans: 学龄前儿童

# vitals.band.schoolAge
source: school age
fr: âge scolaire
zh_hans: 学龄儿童

# vitals.band.adolescent
source: adolescent
zh_hans: 青少年

# vitals.band.adultLike
source: adult-like
fr: type adulte
zh_hans: 接近成人

# vitals.class.low
source: low
fr: bas
zh_hans: 偏低

# vitals.class.high
source: high
fr: élevé
zh_hans: 偏高

# vitals.class.normal
source: normal
zh_hans: 正常

# vitals.class.unknown
source: unknown
fr: inconnu
zh_hans: 未知

# vitals.flag.hr
source: Heart rate %d bpm (%@) for %@.
fr: Fréquence cardiaque %d bpm (%@) pour %@.
zh_hans: 心率 %d 次/分（%@），适用于 %@。

# vitals.flag.rr
source: Respiratory rate %d/min (%@) for %@.
fr: Fréquence respiratoire %d/min (%@) pour %@.
zh_hans: 呼吸频率 %d 次/分（%@），适用于 %@。

# vitals.flag.fever
source: Fever: %.1f °C (≥ %.1f).
fr: Fièvre : %.1f °C (≥ %.1f).
zh_hans: 发热：%.1f °C（≥ %.1f）。

# vitals.flag.hypothermia
source: Hypothermia: %.1f °C (< %.1f).
fr: Hypothermie : %.1f °C (< %.1f).
zh_hans: 低体温：%.1f °C（< %.1f）。

# vitals.flag.spo2low
source: Low SpO₂: %d%% (< %d%%).
fr: SpO₂ basse : %d%% (< %d%%).
zh_hans: 血氧饱和度偏低：%d%%（< %d%%）。

# bp.msg.low
source: BP %d/%d mmHg is %@ for age (threshold %d systolic).
fr: TA %d/%d mmHg est %@ pour l’âge (seuil %d systolique).
zh_hans: 血压 %d/%d mmHg 对该年龄为 %@（收缩压阈值 %d）。

# bp.msg.infant_ok
source: BP %d/%d mmHg is within acceptable range for infants (PALS hypotension threshold %d systolic).
fr: TA %d/%d mmHg est dans la plage acceptable chez le nourrisson (seuil d’hypotension PALS %d systolique).
zh_hans: 血压 %d/%d mmHg 在婴儿可接受范围内（PALS 低血压阈值：收缩压 %d）。

# bp.msg.table_missing
source: BP reference table not available.
fr: Table de référence de TA non disponible.
zh_hans: 血压参考表不可用。

# bp.msg.no_row
source: No matching BP reference row found.
fr: Aucune ligne de référence de TA correspondante trouvée.
zh_hans: 未找到匹配的血压参考行。
