Repository: nathanaelgoldman/pedi-ai-assistant-ios
Catalog: PatientViewerApp/*.lproj/Localizable.strings
Languages: fr

# patient_viewer.content.nav_title
source: Medical Records
fr: Dossiers médicaux

# patient_viewer.content.app_title
source: Patient Viewer
fr: CareView Kids

# patient_viewer.content.intro
source: Load a patient bundle to review visits, growth charts and documents.
fr: Chargez un dossier patient pour consulter les visites, courbes de croissance et documents.

# patient_viewer.content.action.load_new.title
source: Load New Bundle from Device
fr: Charger un nouveau dossier depuis l’appareil

# patient_viewer.content.action.load_new.subtitle
source: Import a .peMR.zip file from Files or iCloud.
fr: Importer un fichier .peMR depuis Fichiers ou iCloud.

# patient_viewer.content.action.load_saved.title
source: Load from Saved Bundles
fr: Charger depuis les dossiers enregistrés

# patient_viewer.content.action.load_saved.subtitle
source: Open a previously stored patient bundle on this device.
fr: Ouvrir un dossier patient déjà enregistré sur cet appareil.

# patient_viewer.content.action.settings.title
source: Settings
fr: Réglages

# patient_viewer.content.action.settings.subtitle
source: Manage app lock and viewer preferences.
fr: Gérer le verrouillage de l’app et les préférences d’affichage.

# patient_viewer.content.import.duplicate.title
source: A bundle for this patient already exists.
fr: Un dossier pour ce patient existe déjà.

# patient_viewer.content.import.duplicate.overwrite
source: Overwrite (archive previous)
fr: Remplacer (archiver le précédent)

# patient_viewer.content.error.title
source: Error
fr: Erreur

# patient_viewer.content.common.cancel
source: Cancel
fr: Annuler

# patient_viewer.content.placeholder.unknown
source: Unknown
fr: Inconnu

# patient_viewer.content.placeholder.unknown_patient
source: Unknown patient
fr: Patient inconnu

# patient_viewer.content.placeholder.unknown_dob
source: Unknown date of birth
fr: Date de naissance inconnue

# patient_viewer.content.patient.sex
source: Sex: %@
fr: Sexe : %@

# patient_viewer.content.card.visits.title
source: View Visits
fr: Voir les visites

# patient_viewer.content.card.visits.subtitle
source: Browse all visits, summaries and clinical notes.
fr: Parcourir toutes les visites, résumés et notes cliniques.

# patient_viewer.content.card.growth.title
source: View Growth Charts
fr: Voir les courbes de croissance

# patient_viewer.content.card.growth.subtitle
source: See weight, height and head circumference over time.
fr: Suivre le poids, la taille et le périmètre crânien dans le temps.

# patient_viewer.content.card.parent_notes.title
source: Parent Notes
fr: Notes des parents

# patient_viewer.content.card.parent_notes.subtitle
source: View and add notes written by parents.
fr: Voir et ajouter des notes rédigées par les parents.

# patient_viewer.content.card.documents.title
source: Patient Documents
fr: Documents du patient

# patient_viewer.content.card.documents.subtitle
source: Open scans, vaccination records and other files.
fr: Ouvrir et ajouter des documents.

# patient_viewer.content.card.export.title
source: Export Bundle
fr: Exporter le bundle

# patient_viewer.content.card.export.subtitle
source: Create an encrypted .peMR bundle to share or archive.
fr: Créer un dossier .peMR chiffré à partager ou archiver.

# patient_viewer.content.clear_button
source: Clear Active Bundle
fr: Effacer le dossier actif

# patient_viewer.content.clear_note
source: This keeps your persistent saved bundles; only the currently open working copy is cleared.
fr: Cela conserve vos dossiers enregistrés ; seul le dossier de travail actuellement ouvert est effacé.

# patient_viewer.common.done
source: Done
fr: Terminé

# patient_viewer.visits.list.nav_title
source: Visit Summaries
fr: Résumés de visite

# patient_viewer.visits.list.title
source: Visit Summaries
fr: Résumés de visite

# patient_viewer.visits.list.subtitle
source: Browse well and sick visits for this patient.
fr: Parcourir les visites de suivi et les visites pour maladie pour ce patient.

# patient_viewer.visits.list.picker.label
source: Visit Type
fr: Type de visite

# patient_viewer.visits.list.segment.well
source: 🧒 Well Visits
fr: 🧒 Visites de suivi

# patient_viewer.visits.list.segment.sick
source: 🤒 Sick Visits
fr: 🤒 Visites pour maladie

# patient_viewer.visits.list.empty.well
source: No well visits yet.
fr: Aucune visite de suivi pour le moment.

# patient_viewer.visits.list.empty.sick
source: No sick visits yet.
fr: Aucune visite pour maladie pour le moment.

# patient_viewer.visits.list.empty.hint
source: New visits will appear here once recorded in the doctor's app.
fr: Les nouvelles visites apparaîtront ici une fois enregistrées dans l’application du médecin.

# patient_viewer.visits.card.category.well
source: Well visit
fr: Visite de suivi

# patient_viewer.visits.card.category.sick
source: Sick visit
fr: Visite pour maladie

# patient_viewer.visits.card.no_title
source: No title recorded
fr: Aucun titre enregistré

# patient_viewer.visit_detail.nav_title
source: Visit Details
fr: Détails de la visite

# patient_viewer.visit_detail.section.info
source: Visit Information
fr: Informations sur la visite

# patient_viewer.visit_detail.section.report
source: Report
fr: Rapport

# patient_viewer.visit_detail.field.diagnosis
source: Diagnosis: %@
fr: Diagnostic : %@

# patient_viewer.visit_detail.field.category
source: Category: %@
fr: Catégorie : %@

# patient_viewer.visit_detail.action.preview_pdf
source: Preview PDF Report
fr: Aperçu du rapport PDF

# patient_viewer.visit_detail.alert.pdf_generated.title
source: ✅ PDF Generated
fr: ✅ PDF généré

# patient_viewer.visit_detail.alert.pdf_generated.message
source: Report saved to Files app.
fr: Rapport enregistré dans l’app Fichiers.

# patient_viewer.pdf_preview.nav_title
source: PDF Preview
fr: Aperçu PDF

# patient_viewer.pdf_preview.error.could_not_load
source: ❌ Could not load PDF.
fr: ❌ Impossible de charger le PDF.

# patient_viewer.pdf_preview.label.path
source: Path:
fr: Chemin :

# patient_viewer.pdf.meta.author
source: Patient App
fr: App Patient

# patient_viewer.pdf.meta.title
source: Visit Report
fr: Rapport de visite

# patient_viewer.pdf.fallback.title
source: Visit Report
fr: Rapport de visite

# patient_viewer.pdf.fallback.diagnosis
source: Diagnosis: %@
fr: Diagnostic : %@

# patient_viewer.pdf.fallback.category
source: Category: %@
fr: Catégorie : %@

# patient_viewer.well_visit.title.default
source: Well visit
fr: Visite de suivi

# patient_viewer.sick_visit.title.default
source: Sick visit
fr: Visite maladie

# patient_viewer.well_visit.title.one_month
source: 1-month visit
fr: Visite de 1 mois

# patient_viewer.well_visit.title.two_month
source: 2-month visit
fr: Visite de 2 mois

# patient_viewer.well_visit.title.four_month
source: 4-month visit
fr: Visite de 4 mois

# patient_viewer.well_visit.title.six_month
source: 6-month visit
fr: Visite de 6 mois

# patient_viewer.well_visit.title.nine_month
source: 9-month visit
fr: Visite de 9 mois

# patient_viewer.well_visit.title.twelve_month
source: 12-month visit
fr: Visite de 12 mois

# patient_viewer.well_visit.title.fifteen_month
source: 15-month visit
fr: Visite de 15 mois

# patient_viewer.well_visit.title.eighteen_month
source: 18-month visit
fr: Visite de 18 mois

# patient_viewer.well_visit.title.twentyfour_month
source: 24-month visit
fr: Visite de 24 mois

# patient_viewer.well_visit.title.thirty_month
source: 30-month visit
fr: Visite de 30 mois

# patient_viewer.well_visit.title.thirtysix_month
source: 36-month visit
fr: Visite de 36 mois

# patient_viewer.well_visit.title.newborn_first
source: First visit after maternity
fr: Première visite après la maternité

# patient_viewer.bundle_library.title
source: 📚 Saved Patient Bundles
fr: 📚 Bundles patients enregistrés

# patient_viewer.bundle_library.subtitle
source: Open a saved bundle to view visits, growth and documents.
fr: Ouvrir un bundle enregistré pour consulter visites, croissance et documents.

# patient_viewer.bundle_library.action.import
source: Import .peMR
fr: Importer .peMR

# patient_viewer.bundle_library.empty.title
source: No saved bundles yet
fr: Aucun bundle enregistré pour le moment

# patient_viewer.bundle_library.empty.message
source: Imported patient bundles will appear here so you can reopen them later.
fr: Les bundles importés apparaîtront ici afin de pouvoir les rouvrir plus tard.

# patient_viewer.bundle_library.action.delete
source: Delete
fr: Supprimer

# patient_viewer.bundle_library.delete_confirm.title
source: Delete this saved bundle?
fr: Supprimer ce bundle enregistré ?

# patient_viewer.bundle_library.delete_confirm.delete
source: Delete
fr: Supprimer

# patient_viewer.bundle_library.delete_confirm.cancel
source: Cancel
fr: Annuler

# patient_viewer.bundle_library.delete_confirm.message_specific
source: Permanently remove “%@”. This deletes it from Saved Bundles and any active copy in ActiveBundle.
fr: Supprimer définitivement « %@ ». Cela le retire des Bundles enregistrés ainsi que toute copie active dans ActiveBundle.

# patient_viewer.bundle_library.delete_confirm.message_generic
source: Permanently remove this saved bundle.
fr: Supprimer définitivement ce bundle enregistré.

# patient_viewer.bundle_library.duplicate_import.title
source: A bundle for this patient already exists.
fr: Un bundle pour ce patient existe déjà.

# patient_viewer.bundle_library.duplicate_import.overwrite
source: Overwrite (archive previous)
fr: Remplacer (archiver le précédent)

# patient_viewer.bundle_library.duplicate_import.cancel
source: Cancel
fr: Annuler

# patient_viewer.bundle_library.duplicate_import.message_specific
source: Patient: %@ DOB: %@ An existing saved bundle will be archived and replaced if you continue.
fr: Patient : %@ DDN : %@ Un bundle enregistré existant sera archivé puis remplacé si vous continuez.

# patient_viewer.bundle_library.duplicate_import.message_generic
source: An existing saved bundle will be archived and replaced if you continue.
fr: Un bundle enregistré existant sera archivé puis remplacé si vous continuez.

# patient_viewer.bundle_library.error.folder_missing
source: The folder "%@" no longer exists.
fr: Le dossier "%@" n’existe plus.

# patient_viewer.bundle_library.error.load_failed
source: Failed to load bundle: %@
fr: Échec du chargement du bundle : %@

# patient_viewer.bundle_library.error.import_failed
source: Import failed: %@
fr: Échec de l’import : %@

# patient_viewer.bundle_library.error.overwrite_failed
source: Overwrite failed: %@
fr: Échec du remplacement : %@

# patient_viewer.bundle_library.error.delete_failed
source: Failed to delete bundle: %@
fr: Échec de la suppression du bundle : %@

# patient_viewer.bundle_library.dob
source: DOB: %@
fr: DDN : %@

# patient_viewer.bundle_library.meta.created
source: Created: %@
fr: Créé : %@

# patient_viewer.bundle_library.meta.imported
source: Imported: %@
fr: Importé : %@

# patient_viewer.bundle_library.meta.last_save
source: Last save: %@
fr: Dernière sauvegarde : %@

# patient_viewer.bundle_library.error.db_not_found
source: db.sqlite not found in imported bundle
fr: db.sqlite introuvable dans le bundle importé

# patient_viewer.bundle_library.error.db_open_failed
source: Unable to open SQLite database
fr: Impossible d’ouvrir la base SQLite

# patient_viewer.bundle_library.error.db_prepare_failed
source: Failed to prepare validation query
fr: Échec de la préparation de la requête de validation

# patient_viewer.bundle_library.error.db_missing_patients_table
source: Invalid bundle: missing 'patients' table
fr: Bundle invalide : table 'patients' manquante

# patient_viewer.bundle_library.error.db_empty_patients_table
source: Invalid bundle: empty 'patients' table
fr: Bundle invalide : table 'patients' vide

# patient_viewer.bundle_library.error.active_bundle_missing_db
source: Active bundle missing db.sqlite
fr: Le bundle actif ne contient pas db.sqlite

# patient_viewer.bundle_library.error.persistent_bundle_not_found
source: Persistent bundle not found for selected ZIP.
fr: Bundle persistant introuvable pour le ZIP sélectionné.

# patient_viewer.export_bundle.title
source: 📤 Export Patient Bundle
fr: 📤 Exporter le bundle patient

# patient_viewer.export_bundle.subtitle
source: Export your current records and documents as a portable `.peMR` file. This file can be shared, saved, or transferred to another device.
fr: Exportez vos dossiers et documents actuels sous forme de fichier `.peMR` portable. Ce fichier peut être partagé, sauvegardé ou transféré vers un autre appareil.

# patient_viewer.export_bundle.action.export
source: Export Bundle
fr: Exporter le bundle

# patient_viewer.export_bundle.progress.exporting
source: Exporting...
fr: Export en cours...

# patient_viewer.app_settings.nav_title
source: Settings
fr: Réglages

# patient_viewer.app_settings.done
source: Done
fr: Terminé

# patient_viewer.app_settings.app_lock.header
source: App Lock
fr: Verrouillage de l’app

# patient_viewer.app_settings.app_lock.status_enabled
source: App Lock enabled
fr: Verrouillage activé

# patient_viewer.app_settings.app_lock.status_disabled
source: App Lock disabled
fr: Verrouillage désactivé

# patient_viewer.app_settings.app_lock.subtitle
source: Protect access to this app with a simple passcode.
fr: Protégez l’accès à cette app avec un code simple.

# patient_viewer.app_settings.change_passcode.section
source: Change passcode
fr: Changer le code

# patient_viewer.app_settings.turn_off.section
source: Turn off App Lock
fr: Désactiver le verrouillage

# patient_viewer.app_settings.setup.section
source: Set up App Lock
fr: Configurer le verrouillage

# patient_viewer.app_settings.field.current_passcode
source: Current passcode
fr: Code actuel

# patient_viewer.app_settings.field.new_passcode
source: New passcode
fr: Nouveau code

# patient_viewer.app_settings.field.confirm_new_passcode
source: Confirm new passcode
fr: Confirmer le nouveau code

# patient_viewer.app_settings.action.change_passcode
source: Change Passcode
fr: Changer le code

# patient_viewer.app_settings.action.remove_passcode
source: Remove Passcode
fr: Supprimer le code

# patient_viewer.app_settings.action.set_passcode
source: Set Passcode
fr: Définir un code

# patient_viewer.app_settings.error.passcodes_do_not_match
source: Passcodes do not match.
fr: Les codes ne correspondent pas.

# patient_viewer.app_settings.error.passcode_cannot_be_empty
source: Passcode cannot be empty.
fr: Le code ne peut pas être vide.

# patient_viewer.app_settings.error.current_passcode_incorrect
source: Current passcode is incorrect.
fr: Le code actuel est incorrect.

# patient_viewer.app_settings.error.new_passcodes_do_not_match
source: New passcodes do not match.
fr: Les nouveaux codes ne correspondent pas.

# patient_viewer.app_settings.error.new_passcode_cannot_be_empty
source: New passcode cannot be empty.
fr: Le nouveau code ne peut pas être vide.

# patient_viewer.app_settings.error.failed_to_set_passcode
source: Failed to set passcode: %@
fr: Échec de la définition du code : %@

# patient_viewer.app_settings.error.failed_to_update_passcode
source: Failed to update passcode: %@
fr: Échec de la mise à jour du code : %@

# patient_viewer.app_settings.success.passcode_set_enabled
source: Passcode set. App Lock is now enabled.
fr: Code défini. Le verrouillage de l’app est maintenant activé.

# patient_viewer.app_settings.success.passcode_updated
source: Passcode updated.
fr: Code mis à jour.

# patient_viewer.app_settings.success.passcode_removed_disabled
source: Passcode removed. App Lock is now disabled.
fr: Code supprimé. Le verrouillage de l’app est maintenant désactivé.

# patient_viewer.growth_chart.title
source: Growth Chart
fr: Courbe de croissance

# patient_viewer.growth_chart.picker.measurement
source: Measurement
fr: Mesure

# patient_viewer.growth_chart.measurement.weight
source: Weight
fr: Poids

# patient_viewer.growth_chart.measurement.height
source: Height
fr: Taille

# patient_viewer.growth_chart.measurement.head_circ
source: Head Circ.
fr: Périm. crânien

# patient_viewer.growth_chart.measurement.bmi
source: BMI
fr: IMC

# patient_viewer.growth_chart.empty_bmi.title
source: No BMI yet
fr: Pas d’IMC pour le moment

# patient_viewer.growth_chart.empty_bmi.message
source: Add a weight and height measurement to see the BMI chart.
fr: Ajoutez une mesure de poids et de taille pour afficher la courbe d’IMC.

# patient_viewer.growth_chart.reference_unavailable.title
source: Reference curves unavailable
fr: Courbes de référence indisponibles

# patient_viewer.growth_chart.reference_unavailable.message
source: Missing WHO reference for “%@”. The chart will appear once curves are available.
fr: Référence OMS manquante pour « %@ ». La courbe s’affichera dès que les références seront disponibles.

# patient_viewer.growth_chart.empty.title
source: No measurements yet
fr: Pas encore de données de croissance

# patient_viewer.growth_chart.title.hc_for_age
source: Head Circumference-for-Age
fr: Périmètre crânien-pour-l’âge

# patient_viewer.growth_chart.title.generic
source: Growth Chart
fr: Courbe de croissance

# patient_viewer.growth_chart.y_axis.weight
source: Weight (kg)
fr: Poids (kg)

# patient_viewer.growth_chart.y_axis.height
source: Length/Height (cm)
fr: Taille/Longueur (cm)

# patient_viewer.growth_chart.y_axis.head_circ
source: Head circumference (cm)
fr: Périmètre crânien (cm)

# patient_viewer.growth_chart.y_axis.bmi
source: BMI (kg/m²)
fr: IMC (kg/m²)

# patient_viewer.growth_chart.y_axis.generic
source: Measurement
fr: Mesure

# parentNotes.title
source: 📓 Parent Notes
fr: 📓 Notes des parents

# parentNotes.saveNote
source: 💾 Save Note
fr: 💾 Enregistrer la note

# parentNotes.empty
source: No notes added yet.
fr: Aucune note pour le moment.

# parentNotes.deleteNote.accessibilityLabel
source: Delete note
fr: Supprimer la note

# parentNotes.error.dbNotFoundUnder_fmt
source: Could not locate db.sqlite under %@.
fr: Impossible de trouver db.sqlite sous %@.

# parentNotes.error.dbNotFoundToSave
source: Could not locate db.sqlite to save.
fr: Impossible de trouver db.sqlite pour enregistrer.

# parentNotes.error.dbNotFoundToDelete
source: Could not locate db.sqlite to delete note.
fr: Impossible de trouver db.sqlite pour supprimer la note.

# parentNotes.error.noPatientFound
source: No patient found.
fr: Aucun patient trouvé.

# parentNotes.error.loadFailed_fmt
source: Failed to load notes: %@
fr: Échec du chargement des notes : %@

# parentNotes.error.saveFailed_fmt
source: Failed to save note: %@
fr: Échec de l’enregistrement de la note : %@

# parentNotes.error.deleteFailed_fmt
source: Failed to delete note: %@
fr: Échec de la suppression de la note : %@

# common.error
source: Error
fr: Erreur

# common.cancel
source: Cancel
fr: Annuler

# common.unknown
source: Unknown
fr: Inconnu

# patientDocs.title
source: Patient Documents
fr: Documents du patient

# patientDocs.subtitle
source: View, upload, and share documents linked to this patient.
fr: Consulter, importer et partager les documents liés à ce patient.

# patientDocs.upload
source: Upload Document
fr: Importer un document

# patientDocs.empty.title
source: No documents yet
fr: Aucun document pour le moment

# patientDocs.empty.body
source: Upload lab reports, vaccination records, discharge summaries, or any other files you’d like to keep with this patient.
fr: Importez des comptes rendus, carnets de vaccination, résumés d’hospitalisation, ou tout autre fichier à conserver avec ce patient.

# patientDocs.uploaded_fmt
source: Uploaded: %@
fr: Importé : %@

# patientDocs.preview
source: Preview
fr: Aperçu

# patientDocs.delete
source: Delete
fr: Supprimer

# patientDocs.confirmDelete.title
source: Delete this document?
fr: Supprimer ce document ?

# patientDocs.error.fileNotFound_fmt
source: File not found: %@
fr: Fichier introuvable : %@

# patientDocs.error.deleteFailed_fmt
source: Delete failed: %@
fr: Échec de la suppression : %@

# patientDocs.error.importFailed_fmt
source: Import failed: %@
fr: Échec de l’import : %@

# patientDocs.error.saveManifestFailed
source: Failed to save manifest.
fr: Échec de l’enregistrement du manifeste.

# pdf.meta.author
source: Patient App
fr: App Patient

# pdf.sick.title
source: Sick Visit Report
fr: Rapport de visite maladie

# pdf.sick.visitDate.fmt
source: Visit Date: %@
fr: Date de visite : %@

# pdf.sick.generated.fmt
source: Report Generated: %@
fr: Rapport généré : %@

# pdf.sick.error.episodeNotFound
source: ❌ Error: Episode not found
fr: ❌ Erreur : épisode introuvable

# pdf.sick.error.patientNotFound
source: ❌ Error: Patient not found
fr: ❌ Erreur : patient introuvable

# pdf.sick.error.dbError.fmt
source: ❌ DB Error: %@
fr: ❌ Erreur BD : %@

# pdf.sick.section.patientInfo
source: Patient Info
fr: Informations patient

# pdf.sick.patient.name
source: Name
fr: Nom

# pdf.sick.patient.dob
source: DOB
fr: DDN

# pdf.sick.patient.ageAtVisit
source: Age at Visit
fr: Âge à la visite

# pdf.sick.patient.sex
source: Sex
fr: Sexe

# pdf.sick.patient.clinician
source: Clinician
fr: Clinicien

# pdf.sick.section.chiefComplaintHistory
source: Chief Complaint & History
fr: Motif principal & histoire

# pdf.sick.hx.mainComplaint
source: Main Complaint
fr: Motif principal

# pdf.sick.hx.history
source: History
fr: Histoire

# pdf.sick.hx.duration
source: Duration
fr: Durée

# pdf.sick.hx.feeding
source: Feeding
fr: Alimentation

# pdf.sick.hx.urination
source: Urination
fr: Mictions

# pdf.sick.hx.breathing
source: Breathing
fr: Respiration

# pdf.sick.hx.pain
source: Pain
fr: Douleur

# pdf.sick.hx.context
source: Context
fr: Contexte

# pdf.sick.section.vaccinationStatus
source: Vaccination Status
fr: Statut vaccinal

# pdf.sick.section.pastMedicalHistory
source: Past Medical History
fr: Antécédents médicaux

# pdf.sick.perinatal.line.fmt
source: Perinatal: %@
fr: Périnatal : %@

# pdf.sick.pmh.line.fmt
source: History: %@
fr: Antécédents : %@

# pdf.sick.perinatal.lineWithValue.fmt
source: Perinatal: %@
fr: Périnatal : %@

# pdf.sick.pmh.lineWithValue.fmt
source: History: %@
fr: Antécédents : %@

# pdf.sick.perinatal.pregnancy.fmt
source: Pregnancy: %@
fr: Grossesse : %@

# pdf.sick.perinatal.birthMode.fmt
source: Birth mode: %@
fr: Mode d’accouchement : %@

# pdf.sick.perinatal.gaWeeks.fmt
source: GA: %d weeks
fr: AG : %d semaines

# pdf.sick.perinatal.resuscitation.fmt
source: Resuscitation: %@
fr: Réanimation : %@

# pdf.sick.perinatal.infectionRisk.fmt
source: Infection risk: %@
fr: Risque infectieux : %@

# pdf.sick.perinatal.birthWeightG.fmt
source: BW: %d g
fr: PN : %d g

# pdf.sick.perinatal.birthLengthCm.fmt
source: BL: %@ cm
fr: TN : %@ cm

# pdf.sick.perinatal.birthHcCm.fmt
source: HC: %@ cm
fr: PC : %@ cm

# pdf.sick.perinatal.dischargeWeightG.fmt
source: Discharge wt: %d g
fr: Poids de sortie : %d g

# pdf.sick.perinatal.feeding.fmt
source: Feeding: %@
fr: Alimentation : %@

# pdf.sick.perinatal.events.fmt
source: Events: %@
fr: Séjour en maternité : %@

# pdf.sick.perinatal.hearing.fmt
source: Hearing: %@
fr: Audition : %@

# pdf.sick.perinatal.heart.fmt
source: Heart: %@
fr: Cœur : %@

# pdf.sick.perinatal.metabolic.fmt
source: Metabolic: %@
fr: Métabolique : %@

# pdf.sick.perinatal.afterBirth.fmt
source: After birth: %@
fr: Maladie néonatale : %@

# pdf.sick.perinatal.motherVacc.fmt
source: Mother vacc: %@
fr: Vaccination de la maman : %@

# pdf.sick.pmh.asthma
source: Asthma
fr: Asthme

# pdf.sick.pmh.otitis
source: Otitis
fr: Otite

# pdf.sick.pmh.uti
source: UTI
fr: IVU

# pdf.sick.pmh.allergyDetails.fmt
source: Allergy details: %@
fr: Détails des allergies : %@

# pdf.sick.section.vitals
source: Vitals
fr: Signes vitaux

# pdf.sick.vitals.weightKg.fmt
source: Weight: %.1f kg
fr: Poids : %.1f kg

# pdf.sick.vitals.heightCm.fmt
source: Length/Height: %.1f cm
fr: Taille/Longueur : %.1f cm
