Repository: nathanaelgoldman/pedi-ai-assistant-ios
Catalog: PatientViewerApp/*.lproj/Localizable.strings
Languages: fr

# pdf.sick.vitals.headCircCm.fmt
source: Head Circumference: %.1f cm
fr: Périmètre crânien : %.1f cm

# pdf.sick.vitals.tempC.fmt
source: Temperature: %.1f °C
fr: Température : %.1f °C

# pdf.sick.vitals.hrBpm.fmt
source: Heart Rate: %d bpm
fr: Fréquence cardiaque : %d bpm

# pdf.sick.vitals.rrPerMin.fmt
source: Respiratory Rate: %d /min
fr: Fréquence respiratoire : %d /min

# pdf.sick.vitals.bpMmhg.fmt
source: Blood Pressure: %d/%d mmHg
fr: Pression artérielle : %d/%d mmHg

# pdf.sick.section.physicalExam
source: Physical Examination
fr: Examen clinique

# pdf.sick.pe.group.general
source: General
fr: Général

# pdf.sick.pe.group.ent
source: Head / ENT / Eyes
fr: Tête / ORL / Yeux

# pdf.sick.pe.group.cardioresp
source: Cardiorespiratory
fr: Cardiorespiratoire

# pdf.sick.pe.group.abdomen
source: Abdominal
fr: Abdomen

# pdf.sick.pe.group.genitalia
source: Genitalia
fr: Organes génitaux

# pdf.sick.section.problemListing
source: Problem Listing
fr: Liste des problèmes

# pdf.sick.section.diagnosis
source: Diagnosis
fr: Diagnostic

# pdf.sick.section.icd10
source: ICD10
fr: CIM-10

# pdf.sick.section.medications
source: Medications
fr: Traitements

# pdf.sick.section.anticipatoryGuidance
source: Anticipatory Guidance
fr: Conseils anticipatoires

# pdf.sick.section.comments
source: Comments
fr: Commentaires

# pdf.sick.section.aiAssistantInput
source: AI Assistant Input
fr: Entrée Assistant IA

# age.day.one
source: 1 day
fr: 1 jour

# age.days.fmt
source: %d days
fr: %d jours

# age.month.one
source: 1 month
fr: 1 mois

# age.months.fmt
source: %d months
fr: %d mois

# age.year.one
source: 1 year
fr: 1 an

# age.years.fmt
source: %d years
fr: %d ans

# pdf.sick.pe.field.general_appearance
source: General appearance
fr: Aspect général

# pdf.sick.pe.field.hydration
source: Hydration
fr: Hydratation

# pdf.sick.pe.field.color
source: Color
fr: Coloration

# pdf.sick.pe.field.skin
source: Skin
fr: Peau

# pdf.sick.pe.field.ent
source: ENT
fr: ORL

# pdf.sick.pe.field.right_ear
source: Right ear
fr: Oreille droite

# pdf.sick.pe.field.left_ear
source: Left ear
fr: Oreille gauche

# pdf.sick.pe.field.right_eye
source: Right eye
fr: Œil droit

# pdf.sick.pe.field.left_eye
source: Left eye
fr: Œil gauche

# pdf.sick.pe.field.heart
source: Heart
fr: Cœur

# pdf.sick.pe.field.lungs
source: Lungs
fr: Poumons

# pdf.sick.pe.field.peristalsis
source: Peristalsis
fr: Péristaltisme

# pdf.sick.pe.field.genitalia
source: Genitalia
fr: Organes génitaux

# pdf.sick.pe.field.neurological
source: Neurological
fr: Neurologique

# pdf.sick.pe.field.musculoskeletal
source: Musculoskeletal
fr: Musculo-squelettique

# pdf.sick.pe.field.lymph_nodes
source: Lymph nodes
fr: Ganglions

# pdf.well.title
source: Well Visit Report
fr: Rapport de visite de suivi

# pdf.well.generated.fmt
source: Report Generated: %@
fr: Rapport généré : %@

# pdf.well.patient.name
source: Name
fr: Nom

# pdf.well.patient.dob
source: DOB
fr: DDN

# pdf.well.patient.sex
source: Sex
fr: Sexe

# pdf.well.patient.ageAtVisit
source: Age at Visit
fr: Âge à la visite

# pdf.well.patient.visitDate
source: Visit Date
fr: Date de visite

# pdf.well.patient.visitType
source: Visit Type
fr: Type de visite

# pdf.well.patient.clinician
source: Clinician
fr: Clinicien

# well_report.section.perinatal_summary
source: Perinatal Summary
fr: Résumé périnatal

# well_report.section.previous_well_visits
source: Findings from Previous Well Visits
fr: Constats des visites de suivi précédentes

# well_report.section.current_visit
source: Current Visit
fr: Visite actuelle

# well_report.section.parents_concerns
source: Parents' Concerns
fr: Préoccupations des parents

# well_report.section.feeding
source: Feeding
fr: Alimentation

# well_report.section.supplementation
source: Supplementation
fr: Supplémentation

# well_report.section.stools
source: Stools
fr: Selles

# well_report.section.sleep
source: Sleep
fr: Sommeil

# well_report.section.development_milestones
source: Development & Milestones
fr: Développement & jalons

# well_report.section.measurements
source: Measurements
fr: Mesures

# well_report.section.physical_examination
source: Physical Examination
fr: Examen clinique

# well_report.section.problem_listing
source: Problem Listing
fr: Liste des problèmes

# well_report.section.anticipatory_guidance
source: Anticipatory Guidance
fr: Conseils anticipatoires

# well_report.section.clinician_comments
source: Clinician Comments
fr: Commentaires du clinicien

# well_report.section.ai_assistant_input
source: AI Assistant Input
fr: Entrée Assistant IA

# well_report.value.yes
source: Yes
fr: Oui

# well_report.value.no
source: No
fr: Non

# well_report.value.appears_good
source: appears good
fr: semble normal

# well_report.value.probably_limited
source: probably limited
fr: probablement limité

# well_report.feeding.label.milk
source: Milk
fr: Lait

# well_report.feeding.label.regurgitation
source: Regurgitation
fr: Régurgitations

# well_report.feeding.label.feeding_issue
source: Feeding issue
fr: Difficulté d’alimentation

# well_report.feeding.label.solid_foods_started
source: Solid foods started
fr: Diversification commencée

# well_report.feeding.label.solid_foods_since
source: Solid foods since
fr: Diversification depuis

# well_report.feeding.label.solid_food_quality
source: Solid food quality
fr: Qualité des aliments solides

# well_report.feeding.label.solid_food_comment
source: Solid food comment
fr: Commentaire sur les aliments solides

# well_report.feeding.label.food_variety_quantity
source: Food variety / quantity
fr: Variété / quantité des aliments

# well_report.label.comment
source: Comment
fr: Commentaire

# well_report.feeding.fmt.typical_feed_volume_ml
source: Typical feed volume: %.0f ml
fr: Volume habituel par tétée : %.0f ml

# well_report.feeding.fmt.feeds_per_24h
source: Feeds per 24h: %d times
fr: Tétées par 24 h : %d fois

# well_report.feeding.fmt.estimated_total_intake_ml_per_24h
source: Estimated total intake: %.0f ml/24h
fr: Apport total estimé : %.0f ml/24 h

# well_report.feeding.fmt.estimated_intake_ml_per_kg_24h
source: Estimated intake: %.0f ml/kg/24h
fr: Apport estimé : %.0f ml/kg/24 h

# well_report.feeding.fmt.dairy_cups_or_bottles
source: Dairy intake daily: %@ cup(s) or bottle(s)
fr: Apports laitiers quotidiens : %@ tasse(s) ou biberon(s)

# well_report.perinatal.label.pregnancy
source: Pregnancy
fr: Grossesse

# well_report.perinatal.label.birth_mode
source: Birth Mode
fr: Mode d’accouchement

# well_report.perinatal.label.resuscitation
source: Resuscitation
fr: Réanimation

# well_report.perinatal.label.infection_risk
source: Infection Risk
fr: Risque infectieux

# well_report.perinatal.label.feeding_in_maternity
source: Feeding
fr: Alimentation

# well_report.perinatal.label.maternity_stay_events
source: Events during maternity stay
fr: Événements en maternité

# well_report.perinatal.label.hearing_screening
source: Hearing
fr: Audition

# well_report.perinatal.label.heart_screening
source: Heart
fr: Cœur

# well_report.perinatal.label.metabolic_screening
source: Metabolic
fr: Métabolique

# well_report.perinatal.label.illnesses_after_birth
source: After birth
fr: Maladies en période néonatale

# well_report.perinatal.label.mother_vaccinations
source: Mother Vaccinations
fr: Vaccinations de la maman

# well_report.perinatal.fmt.ga_weeks
source: GA: %d w
fr: AG : %d sem

# well_report.perinatal.fmt.birth_weight_g
source: BW: %d g
fr: PN : %d g

# well_report.perinatal.fmt.birth_length_cm
source: BL: %.1f cm
fr: TN : %.1f cm

# well_report.perinatal.fmt.birth_head_circumference_cm
source: HC: %.1f cm
fr: PC : %.1f cm

# well_report.perinatal.fmt.discharge_weight_g
source: Discharge Wt: %d g
fr: Poids de sortie : %d g

# well_report.visit_type.well_visit
source: Well Visit
fr: Visite de suivi

# well_report.visit_type.first_visit_after_maternity
source: First visit after maternity
fr: Première visite après la maternité

# well_report.visit_type.one_month
source: 1-month visit
fr: Visite de 1 mois

# well_report.visit_type.two_month
source: 2-month visit
fr: Visite de 2 mois

# well_report.visit_type.four_month
source: 4-month visit
fr: Visite de 4 mois

# well_report.visit_type.six_month
source: 6-month visit
fr: Visite de 6 mois

# well_report.visit_type.nine_month
source: 9-month visit
fr: Visite de 9 mois

# well_report.visit_type.twelve_month
source: 12-month visit
fr: Visite de 12 mois

# well_report.visit_type.fifteen_month
source: 15-month visit
fr: Visite de 15 mois

# well_report.visit_type.eighteen_month
source: 18-month visit
fr: Visite de 18 mois

# well_report.visit_type.twentyfour_month
source: 24-month visit
fr: Visite de 24 mois

# well_report.visit_type.thirty_month
source: 30-month visit
fr: Visite de 30 mois

# well_report.visit_type.thirtysix_month
source: 36-month visit
fr: Visite de 36 mois

# well_report.error.visit_not_found
source: ❌ Error: Visit not found
fr: ❌ Erreur : visite introuvable

# well_report.error.patient_not_found
source: ❌ Error: Patient not found
fr: ❌ Erreur : patient introuvable

# well_report.error.db_error_fmt
source: ❌ DB Error: %@
fr: ❌ Erreur BD : %@

# well_report.growth_chart.title.weight_for_age
source: Weight-for-Age (0–60m)
fr: Poids-pour-l’âge (0–60 m)

# well_report.growth_chart.title.length_for_age
source: Length-for-Age (0–60m)
fr: Taille-pour-l’âge (0–60 m)

# well_report.growth_chart.title.head_circumference_for_age
source: Head Circumference-for-Age (0–60m)
fr: Périmètre crânien-pour-l’âge (0–60 m)

# well_report.growth_chart.title.bmi_for_age
source: BMI-for-Age (0–60m)
fr: IMC-pour-l’âge (0–60 m)

# patient_viewer.growth_chart.title.weight_for_age
source: Weight-for-Age (0–60m)
fr: Poids-pour-l’âge (0–60 m)

# patient_viewer.growth_chart.title.length_for_age
source: Length-for-Age (0–60m)
fr: Taille-pour-l’âge (0–60 m)

# patient_viewer.growth_chart.title.head_circumference_for_age
source: Head Circumference-for-Age (0–60m)
fr: Périmètre crânien-pour-l’âge (0–60 m)

# patient_viewer.growth_chart.title.bmi_for_age
source: BMI-for-Age (0–60m)
fr: IMC-pour-l’âge (0–60 m)

# patient_viewer.growth_chart.axis.age_months
source: Age (months)
fr: Âge (mois)

# patient_viewer.growth_chart.axis.value
source: Value
fr: Valeur

# patient_viewer.growth_chart.axis.curve
source: Curve
fr: Courbe

# patient_viewer.growth_chart.empty.message
source: No patient measurements available for this chart.
fr: Aucune mesure patient disponible pour cette courbe.

# well_report.measurements.line.weight_measured_on_fmt
source: Weight: %.2f kg (measured on %@)
fr: Poids : %.2f kg (mesuré le %@)

# well_report.measurements.line.length_height_measured_on_fmt
source: Length/Height: %.1f cm (measured on %@)
fr: Taille/Longueur : %.1f cm (mesurée le %@)

# well_report.measurements.line.head_circ_measured_on_fmt
source: Head circumference: %.1f cm (measured on %@)
fr: Périmètre crânien : %.1f cm (mesuré le %@)

# well_report.measurements.line.weight_today_fmt
source: Today's weight: %.2f kg
fr: Poids du jour : %.2f kg

# well_report.measurements.line.length_today_fmt
source: Today's length: %.1f cm
fr: Taille du jour : %.1f cm

# well_report.measurements.line.head_circ_today_fmt
source: Today's head circumference: %.1f cm
fr: Périmètre crânien du jour : %.1f cm

# well_report.conclusions.default.healthy_with_age_fmt
source: Healthy %@
fr: En bonne santé %@

# well_report.conclusions.default.healthy
source: Healthy
fr: En bonne santé

# well_report.value.abnormal
source: Abnormal
fr: Anormal

# well_report.pe.group.general
source: General
fr: Général

# well_report.pe.group.cardiorespiratory
source: Cardiorespiratory
fr: Cardiorespiratoire

# well_report.pe.group.eyes_head
source: Eyes & Head
fr: Yeux & tête

# well_report.pe.group.abdomen_genitalia
source: Abdomen & Genitalia
fr: Abdomen & organes génitaux

# well_report.pe.group.skin
source: Skin
fr: Peau

# well_report.pe.group.msk
source: MSK
fr: Musculo-squelettique

# well_report.pe.field.trophic
source: Trophic
fr: Trophicité

# well_report.pe.field.hydration
source: Hydration
fr: Hydratation

# well_report.pe.field.color
source: Color
fr: Coloration

# well_report.pe.field.tone
source: Tone
fr: Tonus

# well_report.pe.field.wakefulness
source: Wakefulness
fr: Éveil

# well_report.pe.field.breathing
source: Breathing
fr: Respiration

# well_report.pe.field.heart_sounds
source: Heart sounds
fr: Bruits du cœur

# well_report.pe.field.femoral_pulses
source: Femoral pulses
fr: Pouls fémoraux

# well_report.pe.field.pupils_rr
source: Pupils RR
fr: Réflexe pupillaire

# well_report.pe.field.ocular_motility
source: Ocular motility
fr: Motricité oculaire

# well_report.pe.field.teeth_present
source: Teeth present
fr: Dents présentes

# well_report.pe.field.teeth_count
source: Teeth count
fr: Nombre de dents

# well_report.pe.field.liver_spleen
source: Liver/Spleen
fr: Foie/Rate

# well_report.pe.field.abdominal_mass
source: Abdominal mass
fr: Masse abdominale

# well_report.pe.field.genitalia
source: Genitalia
fr: Organes génitaux

# well_report.pe.field.umbilic
source: Umbilic
fr: Ombilic

# well_report.pe.field.testicles_descended
source: Testicles descended
fr: Testicules en place

# well_report.pe.field.skin_marks
source: Marks
fr: Marques

# well_report.pe.field.skin_integrity
source: Integrity
fr: Intégrité

# well_report.pe.field.skin_rash
source: Rash
fr: Éruption

# well_report.pe.field.spine
source: Spine
fr: Colonne

# well_report.pe.field.hips
source: Hips
fr: Hanches

# well_report.enum.pe_color.jaundice
source: Jaundiced
fr: Ictérique

# well_report.enum.pe_color.pale
source: Pale
fr: Pâle

# well_report.enum.milk_types.breast
source: Breast milk
fr: Lait maternel

# well_report.enum.milk_types.formula
source: Formula
fr: Lait infantile

# well_report.enum.solid_food_quality.appears_good
source: appears good
fr: semble normal

# well_report.enum.solid_food_quality.uncertain
source: uncertain
fr: incertain

# well_report.enum.solid_food_quality.probably_limited
source: probably limited
fr: probablement limité

# well_report.enum.food_variety_quality.appears_good
source: appears good
fr: semble normal

# well_report.enum.food_variety_quality.uncertain
source: uncertain
fr: incertain

# well_report.enum.food_variety_quality.probably_limited
source: probably limited
fr: probablement limité

# well_report.sleep.fmt.less_than_hours
source: less than %d hours
fr: moins de %d heures

# well_report.sleep.fmt.more_than_hours
source: more than %d hours
fr: plus de %d heures

# well_report.enum.sleep_regular.regular
source: regular
fr: régulier

# well_report.enum.sleep_regular.irregular
source: irregular
fr: irrégulier

# well_report.sleep.issue.wakes_per_night_fmt
source: Wakes per night: %d
fr: Réveils par nuit : %d

# well_report.enum.mchat_result.low_risk
source: Low risk
fr: Risque faible

# well_report.enum.mchat_result.medium_risk
source: Medium risk
fr: Risque modéré

# well_report.enum.mchat_result.high_risk
source: High risk
fr: Risque élevé

# well_report.enum.devtest_result.abnormal
source: Abnormal
fr: Anormal

# well_report.pdf.meta.author
source: Patient App
fr: App Patient

# well_report.pdf.meta.title
source: Well Visit Report
fr: Rapport de visite de suivi

# well_report.enum.poop_status.normal
source: Normal / typical stools in breastfeeding
fr: Normal / selles typiques sous allaitement

# well_report.enum.poop_status.abnormal
source: Abnormal (reported)
fr: Anormal (rapporté)

# well_report.enum.poop_status.hard
source: Hard stools / constipation
fr: Selles dures / constipation

# well_report.enum.sex.M
source: Male
fr: Masculin

# well_report.enum.sex.F
source: Female
fr: Féminin

# bundle_importer.button.import
source: 📦 Import .peMR Bundle
fr: 📦 Importer un bundle .peMR

# bundle_importer.ui.extracted_to
source: ✅ Bundle extracted to: %@
fr: ✅ Bundle extrait vers : %@

# bundle_importer.ui.import_failed
source: ❌ Import failed: %@
fr: ❌ Échec de l’import : %@

# bundle_importer.ui.failed_to_import
source: ❌ Failed to import: %@
fr: ❌ Impossible d’importer : %@

# bundle_importer.value.none
source: <none>
fr: <aucun>

# bundle_importer.error.db_too_small
source: db.sqlite is too small to be a valid SQLite file.
fr: db.sqlite est trop petit pour être un fichier SQLite valide.

# bundle_importer.error.sqlite_header_mismatch
source: db.sqlite header is not 'SQLite format 3\0' (got: %@)
fr: L’en-tête de db.sqlite n’est pas « SQLite format 3\0 » (reçu : %@)

# bundle_importer.error.corrupt_bundle_hash_mismatch
source: Corrupt bundle: db.sqlite hash mismatch. Expected %@…, got %@…
fr: Bundle corrompu : hash de db.sqlite non conforme. Attendu %@…, obtenu %@…

# bundle_importer.error.documents_dir_not_found
source: ❌ Failed to locate documents directory.
fr: ❌ Impossible de localiser le répertoire des documents.

# bundle_importer.error.duplicate_bundle
source: Bundle with the same name already exists.
fr: Un bundle portant le même nom existe déjà.

# bundle_importer.error.missing_manifest
source: ❌ Extracted bundle is missing manifest.json.
fr: ❌ Le bundle extrait ne contient pas manifest.json.

# bundle_importer.error.unsupported_encryption_scheme
source: ❌ Unsupported encryption scheme: %@.
fr: ❌ Schéma de chiffrement non pris en charge : %@.

# bundle_importer.error.missing_db_enc
source: ❌ Encrypted bundle is missing db.sqlite.enc.
fr: ❌ Le bundle chiffré ne contient pas db.sqlite.enc.

# bundle_importer.error.decrypt_failed
source: ❌ Failed to decrypt bundle database: %@
fr: ❌ Échec du déchiffrement de la base du bundle : %@

# bundle_importer.error.missing_db
source: ❌ Extracted bundle is missing db.sqlite.
fr: ❌ Le bundle extrait ne contient pas db.sqlite.

# bundle_importer.error.invalid_sqlite
source: ❌ Not a valid SQLite file: %@
fr: ❌ Fichier SQLite invalide : %@

# bundle_importer.error.verification_failed
source: ❌ Verification failed: %@
fr: ❌ Échec de la vérification : %@

# bundle_importer.error.integrity_check_failed
source: ❌ Integrity check failed for db.sqlite: %@
fr: ❌ Échec du contrôle d’intégrité pour db.sqlite : %@

# bundle_importer.error.open_db_for_migration
source: Unable to open DB for migration: %@
fr: Impossible d’ouvrir la BD pour la migration : %@

# bundle_importer.error.add_parent_notes_failed
source: Failed adding parent_notes column: %@
fr: Échec lors de l’ajout de la colonne parent_notes : %@

# bundle_importer.error.unable_open_db_at_path
source: Unable to open DB at %@
fr: Impossible d’ouvrir la BD à %@

# bundle_importer.error.open_db_for_integrity
source: Unable to open DB for integrity_check: %@
fr: Impossible d’ouvrir la BD pour integrity_check : %@

# bundle_importer.error.prepare_integrity_check_failed
source: Failed to run integrity_check: %@
fr: Échec de l’exécution de integrity_check : %@

# bundle_importer.error.integrity_check_failed_details
source: integrity_check failed: %@
fr: integrity_check a échoué : %@

# bundle_crypto.error.combined_box_failed
source: Failed to obtain combined AES-GCM box for %@
fr: Impossible d’obtenir le bloc AES-GCM combiné pour %@

# bundle_crypto.error.file_too_short
source: Encrypted file is too short to contain HMAC and ciphertext (%@)
fr: Le fichier chiffré est trop court pour contenir le HMAC et le texte chiffré (%@)

# bundle_crypto.error.hmac_failed
source: HMAC verification failed for %@
fr: Échec de la vérification HMAC pour %@

# bundle_crypto.error.remove_plain_failed
source: Failed to remove plaintext db.sqlite after encryption at %@
fr: Impossible de supprimer le db.sqlite en clair après chiffrement à %@

# bundle_crypto.error.missing_db_both
source: Neither db.sqlite nor db.sqlite.enc found under %@
fr: Ni db.sqlite ni db.sqlite.enc n’ont été trouvés sous %@

# bundle_exporter.error.open_input_stream
source: Unable to open input stream for %@.
fr: Impossible d’ouvrir le flux d’entrée pour %@.

# bundle_exporter.error.stream_read
source: Stream read error for %@.
fr: Erreur de lecture du flux pour %@.

# bundle_exporter.error.missing_patient_id
source: Missing patient ID.
fr: Identifiant patient manquant.

# bundle_exporter.error.integrity_check_failed
source: SQLite integrity check failed for the export copy.
fr: Échec du contrôle d’intégrité SQLite pour la copie d’export.

# bundle_exporter.error.foreign_key_check_failed
source: SQLite foreign key check failed for the export copy.
fr: Échec du contrôle des clés étrangères SQLite pour la copie d’export.

# bundle_exporter.error.encrypt_failed
source: Failed to encrypt the database for export.
fr: Échec du chiffrement de la base de données pour l’export.

# bundle_exporter.error.missing_db_files
source: Neither db.sqlite nor db.sqlite.enc was found in the export bundle.
fr: Ni db.sqlite ni db.sqlite.enc n’a été trouvé dans le bundle d’export.

# app_lock.biometrics.reason.unlock
source: Unlock Patient Viewer
fr: Déverrouiller Patient Viewer

# app_lock.keychain.store_failed
source: Failed to store password hash (status %d)
fr: Impossible d’enregistrer le hachage du mot de passe (statut %d)

# lock_screen.title
source: Patient Viewer Locked
fr: Patient Viewer verrouillé

# lock_screen.subtitle
source: Enter your passcode or use Face ID / Touch ID to continue.
fr: Saisissez votre code ou utilisez Face ID / Touch ID pour continuer.

# lock_screen.passcode.placeholder
source: Passcode
fr: Code

# lock_screen.action.unlock
source: Unlock
fr: Déverrouiller

# lock_screen.action.use_biometrics
source: Use Face ID / Touch ID
fr: Utiliser Face ID / Touch ID

# lock_screen.error.incorrect_passcode
source: Incorrect passcode. Please try again.
fr: Code incorrect. Veuillez réessayer.

# lock_screen.error.biometric_failed
source: Biometric authentication failed. You can try again or use your passcode.
fr: Échec de l’authentification biométrique. Vous pouvez réessayer ou utiliser votre code.

# growth_chart.placeholder.no_data
source: No %@ data available
fr: Aucune donnée %@ disponible

# growth_chart.placeholder.add_measurements
source: Add measurements to see the chart.
fr: Ajoutez des mesures pour afficher la courbe.

# growth.chart.axis.ageMonths
source: Age (months)
fr: Âge (mois)

# growth_chart.measurement.weight
source: Weight
fr: Poids

# growth_chart.measurement.height
source: Length / Height
fr: Longueur / Taille

# growth_chart.measurement.head_circ
source: Head circumference
fr: Périmètre crânien

# growth_chart.measurement.bmi
source: BMI
fr: IMC

# growth.chart.axis.value
source: Value
fr: Valeur

# well_report.perinatal.fmt.vitamin_k
source: Vitamin K: %@
fr: Vitamine K : %@

# well_report.perinatal.fmt.meconium_24h
source: Meconium 24h: %@
fr: Méconium < 24 h : %@

# well_report.perinatal.fmt.urination_24h
source: Urination 24h: %@
fr: Urines < 24 h : %@

# well_report.perinatal.fmt.family_vaccinations
source: Family vaccinations: %@
fr: Vaccinations famille : %@

# well_report.perinatal.fmt.maternity_discharge_date
source: Discharge date: %@
fr: Date de sortie : %@

# well_report.perinatal.fmt.nicu_stay
source: NICU stay: %@
fr: Séjour en néonat/NICU : %@

# well_report.enum.vaccination.none
source: None
fr: Aucune

# well_report.enum.vaccination.flu
source: Flu
fr: Grippe

# well_report.enum.vaccination.rsv
source: RSV
fr: VRS
